[
  {
    "type": "heading",
    "content": "3.1Document type",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "ISO or IEC standardization draft or publication",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLEInternational Standards(3.1.4),Technical Specifications(3.1.5),Publicly Available Specifications(3.1.6),Technical Reports(3.1.8) andGuides(3.1.7).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "document(3.1.1), established by consensus and approved by a recognized body, that provides, for common and repeated use, rules, guidelines or characteristics for activities or their results, aimed at the achievement of the optimum degree of order in a given context",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Standards should be based on the consolidated results of science, technology and experience, and aimed at the promotion of optimum community benefits.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO/IECGuide 2:2004, 3.2]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "international standard",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "standard(3.1.2) that is adopted by an internationalstandardizing/standardsorganization and made available to the public",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO/IECGuide 2:2004, 3.2.1.1]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "International Standard",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "international standard(3.1.3) where the international standards organization is ISO or IEC",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical Specification",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "document(3.1.1) published by ISO or IEC for which there is the future possibility of agreement on anInternational Standard(3.1.4), but for which at present",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—the required support for approval as an International Standard cannot be obtained,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—there is doubt on whether consensus has been achieved,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—the subject matter is still under technical development, or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—there is another reason precluding immediate publication as an International Standard",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: The content of a Technical Specification, including its annexes, may includerequirements(3.3.3).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 2 to entry: A Technical Specification is not allowed to conflict with an existing International Standard.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 3 to entry: Competing Technical Specifications on the same subject are permitted.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 4 to entry: Prior to mid-1999, Technical Specifications were designated as Technical Reports of type 1 or 2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Publicly Available Specification",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "document(3.1.1) published by ISO or IEC to respond to an urgent market need, representing either",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)a consensus in an organization external to ISO or IEC, or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)a consensus of the experts within a working group",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: A Publicly Available Specification is not allowed to conflict with an existingInternational Standard(3.1.4).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 2 to entry: Competing Publicly Available Specifications on the same subject are permitted.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "document(3.1.1) published by ISO or IEC giving rules, orientation, advice orrecommendations(3.3.4) relating to international standardization",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Guides can address issues of interest to all users of documents published by ISO and IEC.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical Report",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "document(3.1.1) published by ISO or IEC containing collected data of a different kind from that normally published as anInternational Standard(3.1.4) orTechnical Specification(3.1.5)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Such data may include, for example, data obtained from a survey carried out among the national bodies, data on work in other international organizations or data on thestate of the art(3.4) in relation to standards of national bodies on a particular subject.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 2 to entry: Prior to mid-1999, Technical Reports were designated as Technical Reports of type 3.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 3 to entry: The content of a Technical Report is not permitted to includerequirements(3.3.3),recommendations(3.3.4) orpermissions(3.3.5).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "normative document",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "document that provides rules, guidelines or characteristics for activities or their results",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO/IECGuide 2:2004, 3.1, modified — The original Notes to entry have been deleted.]",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "3.2Elements of a document",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "normative element",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "element that describes the scope of thedocument(3.1.1) or sets outprovisions(3.3.1)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "informative element",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "element intended to assist the understanding or use of thedocument(3.1.1) or that provides contextual information about its content, background or relationship with other documents",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "mandatory element",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "element that has to be present in adocument(3.1.1)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLEThe Scope is an example of a mandatory element.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "conditional element",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "element that is present depending on theprovisions(3.3.1) of the particulardocument(3.1.1)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLEThe symbols and abbreviated terms clause is an example of a conditional element.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "optional element",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "element that the writer of adocument(3.1.1) may choose to include or not",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLEThe Introduction is an example of an optional element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "3.3Provisions",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "expression in the content of anormative document(3.1.9) that takes the form of astatement(3.3.2), an instruction, arecommendation(3.3.4) or arequirement(3.3.3)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: These types of provision are distinguished by the form of wording they employ; e.g. instructions are expressed in the imperative mood, recommendations by the use of the auxiliary “should” and requirements by the use of the auxiliary “shall”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO/IECGuide 2:2004, 7.1]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "expression, in the content of adocument(3.1.1), that conveys information",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: to entry:Table 5specifies the verbal form for indicating statements ofpermission(3.3.5).Table 6specifies the verbal forms to be used for statements ofpossibility(3.3.6) andcapability(3.3.7).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "requirement",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "expression, in the content of adocument(3.1.1), that conveys objectively verifiable criteria to be fulfilled and from which no deviation is permitted if conformance with the document is to be claimed",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Requirements are expressed using the verbal forms specified inTable 3.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "recommendation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "expression, in the content of adocument(3.1.1), that conveys a suggested possible choice or course of action deemed to be particularly suitable without necessarily mentioning or excluding others",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Recommendations are expressed using the verbal forms specified inTable 4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 2 to entry: In the negative form, a recommendation is the expression that a suggested possible choice or course of action is not preferred but it is not prohibited.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "permission",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "expression, in the content of adocument(3.1.1), that conveys consent or liberty (or opportunity) to do something",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Permissions are expressed using the verbal forms specified inTable 5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "possibility",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "expression, in the content of adocument(3.1.1), that conveys expected or conceivable material, physical or causal outcome",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Possibility is expressed using the verbal forms specified inTable 6.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "capability",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "expression, in the content of adocument(3.1.1), that conveys the ability, fitness, or quality necessary to do or achieve a specified thing",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: Capability is expressed using the verbal forms specified inTable 6.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "external constraint",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "constraint or obligation on the user of thedocument(3.1.1) (e.g. laws of nature or particular conditions existing in some countries or regions) that is not stated as aprovision(3.3.1) of the document",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: External constraints are referred to using the verbal form specified inTable 7.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 2 to entry: Use of the word “must” does not imply that the external constraint referred to is arequirement(3.3.3) of the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "state of the art",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "developed stage of technicalcapability(3.3.7) at a given time as regards products, processes and services, based on the relevant consolidated findings of science, technology and experience",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO/IECGuide 2:2004, 1.4]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "named combination of options, chosen according to a specified framework, that are necessary to accomplish a particular function",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry: The options can be chosen from one or several documents or subdivisions of documents.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "4Objective of standardization",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "The objective of documents is to specify clear and unambiguous provisions in order to help international trade and communication. To achieve this objective, documents shall:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•be complete within the limits specified by their scope;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 1When a document provides requirements or recommendations, these are either written explicitly, or made by reference to other documents (seeClause 10).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•be consistent, clear and accurate;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•be written using all available knowledge about the state of the art;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•take into account the current market conditions;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 2There is sometimes a tension between what is technically feasible and what the market actually requires and is prepared to pay for.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•provide a framework for future technological development;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•be comprehensible to qualified people who have not participated in their preparation; and",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•conform to theISO/IECDirectives, Part 2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A document does not in itself impose any obligation upon anyone to follow it. However, an obligation can be imposed, for example, by legislation or by a contract which makes reference to the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A document shall not include contractual requirements (e.g. concerning claims, guarantees, covering of expenses), or legal or statutory requirements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5Principles",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "5.1Planning and preparation",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Rules for the planning and preparation of new work items are given in theISO/IECDirectives, Part 1. The rules given in theISO/IECDirectives and ISO and IEC Supplements shall be applied throughout all stages of drafting to avoid delay. In order to ensure the timely publication of a document or of a series of associated documents, the following shall be determined before drafting begins:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the intended structure;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•any interrelationships;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the organization and subdivision of the subject matter (seeClause 6).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the case of a multipart series, a list of the intended parts should be drawn up (preferably including their titles and scopes).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.2Aim-oriented approach",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "It is not always necessary or possible to standardize all characteristics of an item or a subject. The choice of characteristics to be standardized depends on the aims of the document (e.g. health, safety, protection of the environment, interface, interchangeability, compatibility or interworking, and variety control). A functional analysis of the product can help to identify the characteristics to be included in the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is permitted, but not necessary, to give an explanation for the inclusion of individual characteristics. More general background information can be given in the Introduction (seeClause 13).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.3Fitness for implementation as a regional or national standard",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The content of a document shall be written so that it can be applied and adopted without change as a regional or national standard. Only characteristics that are suitable for international acceptance shall be chosen. Where necessary, several options may be indicated (e.g. owing to differences in legislation, climate, environment, economies, social conditions, trade patterns).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "SeeISO/IECGuide 21-1 for regional or national adoption of International Standards andISO/IECGuide 21-2 for regional or national adoption of other International Deliverables.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.4Performance principle",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Whenever possible, requirements shall be expressed in terms of performance rather than design or descriptive characteristics. This principle allows maximum freedom for technical development and reduces the risk of undesirable market impacts (e.g. limiting development of innovative solutions).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Different approaches are possible in the specification of requirements concerning a table.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Design requirements: The table shall have four wooden legs.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Performance requirements: The table shall be constructed such that when subjected to … [stability and strength criteria].",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When the performance principle is adopted, ensure that features relevant to the scope of the document are not inadvertently omitted from the performance requirements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If it is impossible to determine the necessary performance characteristics, the material or product may be specified. However, in such a case, the phrase “… or any other material or product proved to be equally suitable” should be included.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Requirements concerning the manufacturing process shall usually be omitted in favour of tests to be carried out on the final product. There are, nevertheless, some fields in which reference to the manufacturing process is necessary (e.g. hot rolling, extrusion) or even in which an inspection of the manufacturing process is necessary (e.g. pressure vessels).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "However, it is necessary to consider whether to specify by description or by performance because specification by performance can lead to complicated, costly and lengthy testing procedures.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.5Verifiability",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Requirements shall be objectively verifiable. Only those requirements that can be verified shall be included.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Phrases such as “sufficiently strong” or “of adequate strength” shall not be used because they are subjective statements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The stability, reliability or lifetime of a product shall not be specified if no test method is known that can verify the claim in a reasonably short time. A guarantee by the manufacturer is not a substitute for such requirements. Guarantee conditions shall not be included because they are commercial or contractual, rather than technical, in nature.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.6Consistency",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Consistency should be maintained within each document and within a series of associated documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•The structure of associated documents and the numbering of their clauses should, as far as possible, be identical.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•Identical wording should be used to express identical provisions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•The same terminology should be used throughout. The use of synonyms should be avoided.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Consistency is particularly important to help the user understand documents or series of associated documents. It is also important when using automated text processing techniques and computer-aided translation.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The application of theISO/IECDirectives, Part 2 contributes to the overall objective of consistency. A checklist for writers and editors of documents is provided inAnnex A.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.7Avoidance of duplication and unnecessary deviations",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Documents should avoid duplication. This is particularly important in test methods, which are often applicable to more than one product, or type of product.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Before standardizing any item or subject, the writer shall determine whether an applicable standard already exists. If it is necessary to invoke a requirement that appears elsewhere, this should be done by reference, not by repetition – seeClause 10.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Annex Dprovides reference documents and sources for drafting.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a test method is, or is likely to be, applicable to two or more types of product, a document shall be prepared on the method itself, and each document dealing with a given product shall refer to it (indicating any modifications that are necessary). This will help to prevent unnecessary deviations.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "As far as possible, the requirements for one item or subject should be confined to one document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In some fields, it can be desirable to write a document specifying generic requirements applicable to a group of items or subjects.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If it is considered necessary to repeat a requirement from an exterior source, its source shall be referenced precisely (see10.1).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.8Accommodation of more than one product size",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "If the aim of a document is standardization of a single size for a product, but there is more than one widely accepted size in international use, a committee may decide to include alternative product sizes in the document. However, in such cases, every effort shall be made to reduce the number of alternatives to a minimum, taking the following points into account:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the volume of international trade in the sort of product involved shall serve as a criterion for “international use”, not the number of countries or the volume of production in those countries;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•only sizes that are likely to be in international use in the reasonably foreseeable future (e.g. five years or more) shall be included in the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Whenever alternative solutions are to be adopted internationally, they shall all be included in the same document and preferences for the different alternatives shall be provided. The reasons for the preferences shall be explained in the Introduction.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When agreed by the committee and approved by the ISO Technical Management Board (ISO/TMB) or the IEC Standardization Management Board (IEC/SMB), a transitional period may be indicated during which the use of non-preferred values is permitted.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "5.9Characteristics not specified in a document",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "In some cases, a document may list characteristics that can be chosen freely by the supplier. The characteristics chosen shall be stated, for example on a nameplate, label or accompanying document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For most kinds of complex item, it is impractical to specify exhaustive performance requirements. Instead, it is preferable to require that the item be supplied with a list of performance data.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This approach is not acceptable in the case of health and safety requirements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents listing characteristics for which suppliers or purchasers are required to state values or other data not specified by the document shall specify how such values are to be measured and stated.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "6Organization and subdivision of the subject matter",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "6.1Names of the main subdivisions",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The terms that shall be used to designate the divisions and subdivisions of subject matter are given inTable 1in English and in French.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 1 — Names of divisions and subdivisions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "English term",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "French term",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Example of numbering",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Paragraphe",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[no number]",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "6.2Subdivision into documents",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Documents are so diverse that no universally acceptable rules can be established for the subdivision of the subject matter.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "However, as a general principle, an individual document shall be prepared for each subject to be standardized, and published either as a single standard or a single part of a series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    Examples of reasons for the subdivision into parts under the same number are",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   the document is likely to become too long,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   subsequent parts of the content are interlinked,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   portions of the document are referred to in regulations, and",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   portions of the document are intended to serve for certification purposes.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Such subdivision has the advantage that each part can be revised separately as necessary.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In particular, the aspects of a product that are of separate interest to different parties (e.g. manufacturers, certification bodies, legislative bodies or other users) shall be clearly distinguished, preferably as parts of a document or as individual documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2    Examples of such individual aspects are",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   health and safety requirements,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   performance requirements,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   maintenance and service requirements,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   installation rules, and",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   quality assessment.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "6.3Subdivision of the subject matter within a series of parts",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "There are two main ways of subdividing subject matter within a series of parts.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)Each part deals with a specific aspect of the subject and can stand alone.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 1: Vocabulary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 2: Requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 3: Test methods",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 2: Harmonics",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 3: Electrostatic discharge",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)There are both common and specific aspects to the subject. The common aspects shall be given in Part 1. Specific aspects (which can modify or supplement the common aspects and therefore cannot stand alone) shall be given in separate individual parts.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 1: General requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 2: Thermal requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 3: Air purity requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 4: Acoustical requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 21: Particular requirements for electric irons",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 22: Particular requirements for spin extractors",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 23: Particular requirements for dishwashers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 5    For IEC documents only",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 2-1: Requirements for plasma displays",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 2-2: Requirements for monitors",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Part 2-3: Requirements for LCDs",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Where the system described in b) is used, ensure that the references from one part to another are valid. There are two ways of achieving this.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•If reference is made to a particular element, the reference shall be dated (see10.5).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•The committee responsible shall validate the references at the time of review of the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each part of a multipart series shall be drafted in accordance with the same rules as those used for an individual document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The number of a part shall be in Arabic numerals, starting with 1, following the document number and preceded by a hyphen.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 6ISO 9999-1,ISO 9999-2",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In ISO, parts cannot be further subdivided. In IEC, parts can be subdivided down to two levels. See the examples in11.4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 7    IEC 60335-2-9",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a document is subdivided in a number of separate parts, the first part should include an explanation of the intended structure in its Introduction. When developing a series, consider reserving Part 1 for general aspects such as a vocabulary (see11.5.2).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the Foreword to each part in the series, a reference may be made to the titles of all other parts that have been or are planned to be published.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A list of all parts in the ISO xxxx series can be found on the ISO website.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A list of all parts in the IEC xxxx series, published under the general titlexxx, can be found on the IEC website.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "6.4Subdivision of the subject matter within an individual document",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "An example of a typical arrangement is given inTable 2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 2 — Overview of the major subdivisions of a documentand their arrangement in the text",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Major subdivision",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mandatory/Optional/Conditional",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table(s) of content",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Introduction",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Optional/Conditionalb",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Normative references",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mandatoryc",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Terms and definitions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Symbols and abbreviated terms",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Conditional",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical content",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For example: test methods",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Bibliography",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "aThese may include a list of major subdivisions of the document and lists of figures, tables and similar numbered elements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "cWhen no normative references or terms are listed, use the introductory texts provided in15.5.2and16.5.3.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "6.5Supplementary content",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Certain documents contain supplementary material that is best provided in electronic formats, which differs from that of the main content.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    Data sets, code components, test forms.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This supplementary material can be provided as an attached file or a hyperlink (URN or URL).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Supplementary content shall only be provided in this way if it cannot reasonably be included in the main body of the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each item of supplementary content shall be explicitly referred to within the text in order to explain its context and use.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“The conformance bitstreams are provided at:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "https://standards.iso.org/iso-iec/23008/-8/ed-2/en”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“The supplementary files associated with this document are located at:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "https://www.iec.ch/tc82/supportingdocuments”",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "6.6Subdivision of the subject matter into profiles",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "One of the primary objectives of standardization is to minimize variation and encourage single common standards for worldwide use. However, in some cases, it is necessary to choose sets and subsets of characteristics from a common defined framework for specific applications.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1   Application-specific variants of a standard or set of standards.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2   User profiles, which are a defined subset that is valid for a specific type of user.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 3   A subset of characteristics designed for one specific function.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In such cases, the subject matter may be subdivided and organized using profiles.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The number of profiles shall be limited, and profiles defined only when essential to meet technical, regional or application needs.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Profiles shall be specified in accordance with a defined scheme.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each profile defined by the scheme shall be identified with a unique designator to allow products conforming to differing profiles to be clearly distinguished. The designator should be constructed using a system conforming toAnnex C.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Potential incompatibilities and non-interoperability of profiles should be addressed.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "7Verbal forms for expressions of provisions",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "7.1General",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The user of the document shall be able to identify the requirementshe/sheis obliged to satisfy in order to claim conformance to a document. The user shall also be able to distinguish these requirements from other types of provision (recommendations, permissions, possibilities and capabilities).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is essential to follow rules for the use of verbal forms so that a clear distinction can be made between requirements, recommendations, permissions, possibilities and capabilities. To avoid risk of misinterpretation, verbal forms that are not defined inTable 3toTable 7shall not be used for the expression of provisions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The first column inTable 3toTable 7shows the preferred verbal form to be used to express each type of provision. The equivalent expressions given in the second column shall be used only in certain cases when the form given in the first column cannot be used for linguistic reasons.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Only singular forms are shown inTable 3toTable 7.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "7.2Requirement",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "See the definition given in3.3.3.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The verbal forms shown inTable 3shall be used to express requirements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 3 — Requirement",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Preferred verbal form",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Equivalent phrases or expressions for use in certain cases",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is required to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "it is required that",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "only … is permitted",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "it is necessary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is not allowed [permitted] [acceptable] [permissible]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is required to be not",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is required that … be not",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is not to be",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Connectors shall conform to the electrical characteristics specified by IEC 60603-7-1.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Imperative mood:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The imperative mood is frequently used in English to express requirements in procedures or test methods.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Switch on the recorder.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not activate the mechanism before…",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “must” as an alternative for “shall”. This avoids confusion between the requirements of a document and external constraints (see7.6).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “may not” instead of “shall not” to express a prohibition.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "7.3Recommendation",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "See the definition given in3.3.4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The verbal forms shown inTable 4shall be used to express recommendations.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 4 — Recommendation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "it is recommended that",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "should not",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "it is not recommended that",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ought not to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Wiring of these connectors should take into account the wire and cable diameter of the cables defined in the IEC 61156 series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In French, do not use “devrait” in this context.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "7.4Permission",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "See the definition given in3.3.5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The verbal forms shown inTable 5shall be used to express permission.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 5 — Permission",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is permitted",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is allowed",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is permissible",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60512-26-100 may be used as an alternative to IEC 60512-27-100 for connecting hardware that has been previously qualified to IEC 60603-7-3:2010.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Within an EPB document, if the quantity is not passed to other EPB documents, one or more of the subscripts may be omitted provided that the meaning is clear from the context.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “possible” or “impossible” in this context.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “can” instead of “may” in this context.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “might” instead of “may” in this context.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“May” signifies a permission expressed by the document, whereas “can” refers to the ability of a user of the document or to a possibility open to him/her.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The French verb “pouvoir” can indicate both a permission and a possibility. If there is a risk of misunderstanding, the use of other expressions is advisable.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Negative permissions are ambiguous and should not be used. Rather than using negative permissions, either rewrite the sentence to state what is permitted, or rewrite as a requirement/recommendation not to do something.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "7.5Possibility and capability",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "See the definitions given in3.3.6and3.3.7.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The verbal forms shown inTable 6shall be used to express possibility and capability.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 6 — Possibility and capability",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "be able to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "there is a possibility of",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "it is possible to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "be unable to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "there is no possibility of",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "it is not possible to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of this connector in corrosive atmospheric conditions can lead to failure of the locking mechanism.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "These measurements can be used to compare different sprayer setups on the same sprayer.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Only the reverse calculation approach given in Clause E.3 can be used for calculated energy performance.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The sum over time can be related either to consecutive readings or to readings on different time slots (e.g. peak versus off-peak).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “may” instead of “can” in this context.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The French verb “pouvoir” can indicate both permission and possibility. If there is a risk of misunderstanding, the use of other expressions is advisable.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "7.6External constraint",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "See the definition given in3.3.8.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "External constraints are not requirements of the document. They are given for the information of the user.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The verbal form shown inTable 7shall be used to indicate constraints or obligations defined outside the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 7 — External constraint",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1   Particular conditions existing in a country:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Because Japan is a seismically active country, all buildings must be earthquake-resistant.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2   A law of nature:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "All fish must maintain a balance of salt and water in their bodies to stay healthy.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use “must” as an alternative for “shall”. This avoids confusion between the requirements of a document and external constraints (see7.2).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "8Language, spelling, abbreviated terms, style and basic reference works",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "8.1Language versions",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The general policy on languages is explained in theISO/IECDirectives, Part 1.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The different language versions of documents shall be technically equivalent and structurally identical.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The use of bilingualism from the initial stage of drafting is of great assistance in the preparation of clear and unambiguous texts.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents containing text in languages additional to the official languages shall contain the following text (completed as appropriate) in the Foreword.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In addition to text written in the official … [ISO or IEC] … languages (English, French, Russian), this document gives text in … [language] …. This text is published under the responsibility of the [Member Body/National Committee] for … [country (acronym for Member Body/National Committee)] and is given for information only. Only the text given in the official languages can be considered as … [ISO or IEC] … text.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "8.2Spelling reference works",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Spelling shall be consistent throughout a document. The following reference works for spelling are suggested:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•for English, the Shorter Oxford English Dictionary, the Concise Oxford English Dictionary, the Collins Concise English Dictionary, the Webster’s New World College Dictionary or the Chambers Concise Dictionary;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•for French, Dictionnaire Le Robert, Dictionnaire Larousse and Dictionnaire des difficultés de la langue française (A.V. Thomas, Larousse).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "8.3Spelling and abbreviated forms of names of organizations",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The names of organizations, and their abbreviated forms, shall be written as used by those organizations, in English, French or Russian.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "8.4Abbreviated terms",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The use of abbreviated terms shall be consistent throughout the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a list of abbreviated terms is not given in the document (seeClause 17), then the first time that an abbreviated term is used, the full term shall be given with the abbreviated term following in brackets.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    … the weighted root mean square (RMS) width of the active output interface optical spectrum …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Any abbreviated term should be in uppercase letters, without a full stop after each letter.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2    “RH” for “relative humidity”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Occasionally, abbreviated terms in common use are written differently, either for historical or for technical reasons.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical specifications regarding marking may impose other requirements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "8.5Linguistic style",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "To help users understand and use the document correctly, the linguistic style shall be as simple and concise as possible. This is particularly important for those users whose first language is not one of the official languages of ISO and IEC.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "8.6Inclusive terminology",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Whenever possible, inclusive terminology shall be used to describe technical capabilities and relationships. Insensitive, archaic and non-inclusive terms shall be avoided. For the purposes of this principle, “inclusive terminology” means terminology perceived or likely to be perceived as welcoming by everyone, regardless of their sex, gender, race, colour, religion, etc.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "New documents shall be developed using inclusive terminology. As feasible, existing and legacy documents shall be updated to identify and replace non-inclusive terms with alternatives that are more descriptive and tailored to the technical capability or relationship.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9Numbers, quantities, units and values",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "9.1Representation of numbers and numerical values",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Numbers should be written in upright type, irrespective of the type used in the rest of the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The decimal sign shall be a comma on the line in all language versions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If the magnitude (absolute value) of a number less than 1 is written in decimal form, the decimal sign shall be preceded by a zero.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    0,001",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each group of three digits shall be separated by a small space from the preceding digits, counting from the decimal sign. This also applies to digits following the decimal sign. When there is no decimal sign, the counting shall be from the rightmost digit towards the left. The separation into groups of three digits does not apply to binary and hexadecimal numbers, numbers designating years or the numbering of standards.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2    23 456          2 345          2,345          2,345 6          2,345 67 but the year 2011",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When numbers or numerical values have a decimal separator, their multiplication shall be indicated by the multiplication cross (×), instead of a half-high dot.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 3    2 ⋅m",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 4    1,7 ×h",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 80000-2gives an overview of multiplication symbols for numbers.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9.2Representation of numbers, symbols for variable quantities and numerical values for programming languages, pseudo-code and mark-up languages",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Where the document defines, describes, refers to or contains programming language, pseudo-code or mark-up language text, the representation of the numbers, symbols for variable quantities and numerical values shall follow the syntax of the appropriate programming language, pseudo-code or mark-up language.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9.3Quantities, units, symbols and signs",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "9.3.1Quantities",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Quantity symbols should be written in italic type, irrespective of the type used in the rest of the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Quantity symbols shall be chosen, wherever possible, from the various parts of the IEC 60027 series, theISO 80000series, the IEC 80000 series and ISO Guide 99.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Subscripts for quantity symbols are allowed and are printed in italic type when they represent a quantity or a mathematical variable. They are printed in upright type when they represent a word or a fixed number.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Italic subscripts",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Cp(p: pressure)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ci(i: running number)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Roman subscripts",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Cg(g: gas)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c3(3: third)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The symbol of the product of two or more quantities is indicated in one of the following ways:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ab,ab,a·b,a×b,a*b",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "abc,ab c,a·b·c,a×b×c,a*b*c",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The multiplication cross (×) may also be used to indicate vector products or cartesian products.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The half-high dot (·) may also be used to indicate a scalar product of vectors and comparable cases, and may also be used to indicate a product of scalars and in compound units.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 3U=R∙I",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 4    rad · m2/kg",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The division of one quantity by another is indicated in one of the following ways:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": ",a/b,ab-1,a·b-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A solidus (/) shall not be followed by a multiplication sign or a division sign on the same line unless parentheses are inserted to avoid any ambiguity:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(a/b) /c=a/ (bc), nota/b/c",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Names of quantities or multiletter abbreviated terms, for example, presented in italics or with subscripts, shall not be used in the place of symbols.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 5    Writeρ=m/Vand notdensity=mass/volume.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9.3.2Units",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The International System of units (SI) as set out in theISO 80000series and the IEC 80000 series shall be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The units in which any values are expressed shall be indicated.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is not permitted to modify a unit symbol (e.g. by means of a subscript) to give information about the special nature of the quantity or context of measurement.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Umax= 500 V",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "U= 500 Vmax",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Language-specific abbreviated terms such as “ppm” should not be used, if possible. If it is necessary to use language-specific abbreviated terms such as “ppm”, their meaning shall be explained.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mathematical signs and symbols shall be in accordance withISO 80000-2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "UseAnnex Bas a checklist of the quantities and units that shall be used.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9.4Values, intervals and tolerances",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "9.4.1General",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "To express values of physical quantities, Arabic numerals (called “numerical values”) followed by the international symbol for the unit shall be used (see theISO 80000series, the IEC 80000 series, the IEC 60027 series andISO/IECGuide 99).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    80 mm × 25 mm × 50 mm (not 80 × 25 × 50 mm)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the expression of a quantity value, there is always a space between the numerical value and the unit symbol. The only exception to this convention is for plane angles expressed with superscript-type unit symbols. However, the degree should preferably be subdivided decimally. In some fields of science, the usage of the units minute (ʹ) and second (ʺ) is preferred, e.g. for geographic coordinates.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2θ= 1 rad = 57,295 8° instead ofθ= 1 rad = 57°17ʹ45ʺ",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 3    60°10ʹ15ʺN 24°56ʹ15ʺE (the position of Helsinki, Finland)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The quantity value is expressed with only one symbol unit, with the exception of sexagesimally divided units like the plane angle (in special fields like astronomy, cartography and navigation) and the time, although the seconds are decimally divided.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 4L= 1,234 m    but    ∆t= 10 h 31 min 19,93 s",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "To designate a set of values betweenaandb, wherea<b, the symbol [a,b] is used, designated by “interval”. The differencer=b–a, denotedr[a,b], is designated by “the range of the interval [a,b]”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 5    The two end points 78 μF and 82 μF of the interval [78, 82] μF, also denoted [78 μF, 82 μF], can be stated as 80 μF ± 2 μF or (80 ± 2) μF, although this expression is often used erroneously to denote the interval preferably denoted using brackets like [80 μF ± 2 μF], [(80 ± 2) μF] or even [80 ± 2] μF.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 6    Consequently,λ= 220 × (1 ± 0,02) W/(m ⋅ K) denotes the two end pointsλ1= 220 × 0,98 W/(m ⋅ K) andλ2= 220 × 1,02 W/(m ⋅ K).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 7    10 kPa to 12 kPa (not 10 to 12 kPa or 10 – 12 kPa) is another way to denote the [10, 12] kPa interval.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 8    0 °C to 10 °C (not 0 to 10 °C or 0 – 10 °C) is another way to denote the [0, 10] °C interval",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "To indicate that one of the end points is excluded from the interval, the square bracket may be replaced by a parenthesis.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 9x∈ [a,b] expressesa≤x≤b, while [a,b) expressesa≤x<band (a,b] expressesa<x≤b.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Values and dimensions shall be indicated as either nominal, ordinal, theoretically exact, or including a tolerance.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "By the same token, their tolerances (if applicable) shall be specified in an unambiguous manner.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 10(not)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 11",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In order to avoid misunderstanding, tolerances on values expressed in per cent shall be expressed in a mathematically correct form.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 12    Write “from 63 % to 67 %” to express a range.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 13    Write “(65 ± 2) %” to express a centre value with a tolerance.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Any value or dimension that is mentioned for information only shall be clearly distinguishable from requirements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9.4.2Limiting values",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "For some purposes, it is necessary to specify limiting values (maximum, minimum). Usually one limiting value is specified for each characteristic. In the case of several widely used categories or levels, several limiting values are required.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Limiting values of strictly local importance shall not be included in a document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "9.4.3Selected values",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "For some purposes, values or series of values may be selected, particularly for variety control and interface purposes. They may be selected in accordance with the series of preferred numbers given inISO 3(see alsoISO 17andISO 497), or according to some modular system or other determining factors. For the electrotechnical field, recommended systems of dimensional sizes are given in IEC Guide 103.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents that have been established to specify selected values for equipment, or components that may be referred to in the provisions of other documents, shall be regarded, in this respect, as basic standards.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    For electrotechnical work, IEC 60063 specifies series of preferred values for resistors and capacitors.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 2    For chemical testing, ISO/TC 48 has developed standards for laboratory equipment.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Values of strictly local importance shall not be included in a document. In standardizing a rationalized series of values, existing series shall be examined to see whether any would be acceptable for international application.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a series of preferred numbers is used, difficulties can arise if fractions such as “3,15” are introduced: these can sometimes be inconvenient or require unnecessarily high accuracy. In such cases, they should be rounded in accordance withISO 497. The specification of different values for use in different countries (whereby both the precise value and the rounded value are contained in the document) shall be avoided.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "10Referencing",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "10.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The entire collection of International Standards published by ISO and IEC is interrelated and forms a system whose integrity has to be preserved.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Therefore, references to particular pieces of text should be used instead of repetition of the original source material. Repetition introduces the risk of error or inconsistency and increases the length of the document. However, if it is considered necessary to repeat such material, its source shall be referenced precisely.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Imprecise references such as “the following clause” or “the figure above” shall not be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "References can be made",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•to other parts of the document, e.g. a clause, table or figure (see10.6), or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•to other documents or publications (see10.2).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "References can be",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•informative (seeClause 21), or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•normative (seeClause 15).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•dated (see10.5), or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•undated (see10.4).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is often useful to copy relevant terminological entries into the Terms and definitions clause, in which case the source is cited:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.1assetitem, thing or entity that has potential or actual value to an organization",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO 55000:2014, 3.2.1]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Material copied from an external document:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "1   life; maintenance time",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "SOURCE: Reference [5], reproduced with the permission of the authors",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure A.6 — Property versus time behaviour, detection of threshold (end point,PL)and maintenance time",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For management system standards, the rules of theISO/IECDirectives, Part 1, Consolidated ISO Supplement apply.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "10.2Permitted referenced documents",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Normatively referenced documents shall be documents published by ISO or IEC. In the absence of appropriate ISO or IEC documents, those published by other bodies may be listed as normative references provided that",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)the referenced document is recognized by the committee as having wide acceptance and authoritative status,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)the committee has the agreement of the authors or publishers (where known) of the referenced document for its inclusion as a reference,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c)the authors or publishers (where known) have also agreed to inform the committee of their intention to revise the referenced document and what points the revision will affect,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "d)the document is available under commercial terms which are fair, reasonable and non-discriminatory, and",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "e)any patented item required for the implementation of the document is available to be licensed in accordance with theISO/IECDirectives, Part 1, 2021, 2.14, “Reference to patented items”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Informative reference may be made to any other type of document. Informative references shall be listed in the Bibliography.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO and IEC normatively referenced documents shall have reached at least the enquiry stage (40.20 DIS or CDV).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The committees shall validate all referenced documents when a document is revised.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The normative references list shall not include the following:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•referenced documents which are not publicly available (in this context, “publicly available” means published documents which are available free of charge, or available commercially under fair, reasonable and non-discriminatory terms to any user);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•referenced documents which are cited only informatively as bibliographic or background material.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "10.3Presentation of references",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Documents shall be referred to by their number and, if applicable, date of publication and title.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/TR 12353-3:2013,Road vehicles — Traffic accident analysis — Part 3: Guidelines for the interpretation of recorded crash pulse data to determine impact severity",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 14044:2006,Environmental management — Life cycle assessment — Requirements and guidelines",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 17101-2:2012,Agricultural machinery — Thrown-object test and acceptance criteria — Part 2: Flail mowers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 14617(all parts),Graphical symbols for diagrams",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC 17025:2017,General requirements for the competence of testing and calibration laboratories",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61175-1,Industrial systems, installations and equipment and industrial products — Designation of signals — Part 1: Basic rules",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For other referenced documents and information resources (printed, electronic or otherwise), the relevant rules set out inISO 690shall be followed.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Printed book or monograph:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "GREAT BRITAIN.Data Protection Act 1984. Schedule 1, c35, Part 1, Clause 7. London: HMSO",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Electronic book or monograph:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "INTERNET ENGINEERING TASK FORCE (IETF). RFC 3979:Intellectual Property Rights in IETF Technology[online]. Edited by S. Bradner. March 2005 [viewed 2020-09-09]. Available athttps://www.ietf.org/rfc/rfc3979.txt",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Contribution to printed serial publication:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "AMAJOR, L.C. The Cenomanian hiatus in the Southern Benue Trough, Nigeria.Geological Magazine. 1985,122(1), 39-50. ISSN 0016-7568",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Contribution to online serial publication:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "STRINGER, John A., et al. Reduction of RF-induced sample heating with a scroll coil resonator structure for solid-state NMR probes. Journal of Magnetic Resonance[online]. Elsevier. March 2005,173(1), 40-48 [viewed 2018-04-17]. Available at:http://dx.doi.org/10.1016/j.jmr.2004.11.015",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For online referenced documents, information sufficient to identify and locate the source shall be provided. Preferably, the primary source of the referenced document should be cited in order to ensure traceability.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The information shall include the method of access to the referenced document and the full network address, with the same punctuation and use of uppercase and lowercase letters as given in the source (seeISO 690).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Furthermore, the referenced document should be expected to remain valid for the expected life of the referring document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Directives, IEC Supplement. International Electrotechnical Commission. Available athttps://www.iec.ch/members_experts/refdocs/",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Statutes and Directives. International Electrotechnical Commission, ©2004-2010 [viewed 2021-02-09]. Available athttps://www.iec.ch/members_experts/refdocs/",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 7000/IEC 60417 [online database], Graphical symbols for use on equipment [viewed 2021-04-18]. Available athttps://www.graphical-symbols.info/",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "To simplify cross-referencing to the Bibliography, entries may be numbered and cross-references made to the number of the corresponding entry. See21.4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The complete data set is provided in Reference [6].",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "10.4Undated references",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Undated references may be made:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•only to a complete document;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•if it will be possible to use all future changes of the referenced document for the purposes of the referring document;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•when it is understood that the reference will include all amendments to and revisions of the referenced document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The date of publication or dash (see10.5) shall not be given for undated references. When an undated reference is to all parts of a series:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the standard identifier shall be followed by “(all parts)” in the lists of documents in the Normative references clause and in the Bibliography;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the form “the ISO xxxx series” or \"the IEC xxxx series\" shall be used in the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the Normative references clause or the Bibliography, use the following forms to list undated references.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60335 (all parts),Household and similar electrical appliances — Safety",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60335-1,Household and similar electrical appliances — Safety — Part 1: Generalrequirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Reference to all parts",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Reference to a single part",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the text, use the following forms to make undated references to a document or series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“… use the methods specified inISO 128-2andISO 80000-1…”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“… IEC 60417 shall be used…”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“… use the test methods of the IEC 60335 series …”",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "10.5Dated references",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Dated references are references to",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•a specific edition, indicated by the date of publication, or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•a specific enquiry or final draft, indicated by a dash.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Normative references to enquiry or final drafts are potentially risky, and are strongly discouraged, as the referenced document can change before publication.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For dated references, each shall be given with its year of publication. In the case of enquiry or final drafts, the date shall be replaced with a dash together with an explanatory footnote (see Example 2).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The date of publication shall be indicated by the year or, for documents for which more than one edition of the document or an element within the document will be published in the same calendar year, the year of publication and the month (and, where necessary, the day).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If the referenced document is amended or revised, the dated references to it shall be reviewed to assess whether they shall be updated or not.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In this context, a part is regarded as a separate document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Within the text, references to specific elements (e.g. clauses or subclauses, tables and figures) of a referenced document shall always be dated, because these elements are sometimes renumbered in subsequent editions of the referenced document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the Normative references clause or the Bibliography, use the following forms to list dated references.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 62271-1:2007,High-voltage switchgear and controlgear — Part 1: Commonspecifications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to a standard",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 62271-1:2007/AMD1:2011,High-voltage switchgear and controlgear —Part 1: Common specifications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to an amendment (using IEC conventions)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 23537:2016/Amd 1:2018,Requirements for sleeping bags — Part 1: Thermaland dimensional requirements — Amendment 1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to an amendment (using ISO conventions)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the text, use the standard identifier rather than the title when referring to an ISO or IEC document. The titles are usually only written out in full in the Normative references clause and in the Bibliography.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the text, use the following forms to make dated references to a document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… as specified in IEC 64321-4:1996, Table 1, …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to a specific table in another published document",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… perform the tests given in IEC 60068-1:2013 …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to a published document",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… use symbol IEC 60417-5017:2006-08…",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to an entry within a database standard",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… in accordance with IEC 62271-1:2007/AMD1:2011 …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… in accordance with IEC 62271-1:2007 andIEC 62271-1:2007/AMD1:2011 …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to a published document and its amendment (using IEC conventions)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "…ISO 1234:—2, lists the test methods for…",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "2Under preparation. Stage at the time of publication: ISO/DIS 1234:2014.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated reference to an enquiry or final draft (typically, the footnote is inserted the first time the reference appears)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dated versus undated references:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The test methods of IEC 61300-2-2 shall be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This is a reference to a complete document and it can therefore be undated",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The dimensions shall be in accordance with IEC 60793-2-50:2018, Table B.1.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This is a reference to a specific element in the referenced document and it is therefore dated",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "10.6References in a document to itself",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "For an individual document, the form “this document” shall be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In contexts where it is necessary to specify the number of the document, it is acceptable to do so.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This document outlines test methodologies used for salt mist conditions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "TheISO 3166Maintenance Agency facilitates the work of experts by providing them with information on…",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "References to particular elements of the text (e.g. clauses, subclauses, tables, figures, mathematical formulae, annexes) are made by using their number.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Annex B outlines test methodologies used for salt mist conditions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "References shall not be made to page numbers, since pagination can change if the referenced document is published in different formats, or if the document is revised.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If content has been subdivided into a series of parts, reference in the text to the entire series including the individual document shall be made using the form “the ISO xxxx series” or “the IEC xxxx series”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The formulae in theISO 10300series are intended to establish uniformly acceptable methods for calculating the pitting resistance and bending strength of…",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Such undated references are understood to include all amendments and revisions to the referenced document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "11.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The title is a clear, concise description of the subject matter covered by the document. It is drafted so as to distinguish the subject matter from that of other documents, without going into unnecessary detail. Any necessary additional details are given in the Scope.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "11.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The title is a normative element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "11.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The title is a mandatory element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "11.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The title is composed of separate elements, each as short as possible, proceeding from the general to the particular, for example:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)anintroductory elementindicating the general field to which the document belongs (this can often be based on the title of the committee which prepared the document);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)amain elementindicating the principal subject treated within that general field;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c)acomplementary elementindicating the particular aspect of the principal subject or giving details that distinguish the document from other documents, or other parts of the same series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "No more than three elements shall be used. The main element shall always be included.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 1    The introductory element is necessary to indicate the field of application.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct:Raw optical glass — Grindability with diamond pellets — Test method and classification",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect:Grindability with diamond pellets — Test method and classification",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The title of a part shall be composed in the same way. All the individual titles in a series of parts shall contain the same introductory element (if present) and main element, while the complementary element shall be different in each case in order to distinguish the parts from one another. The complementary element shall be preceded in each case by the designation “Part …:”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC60947-1Low-voltage switchgear and controlgear — Part 1: General rules",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC60947-2Low-voltage switchgear and controlgear — Part 2: Circuit-breakers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When a document is divided into subparts (in the IEC), the parts within each subseries shall have the same subseries title.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61300-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Fibre optic interconnecting devices and passive components — Basic test and measurementprocedures — Part 1: General and guidance",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61300-2-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Fibre optic interconnecting devices and passive components — Basic test and measurementprocedures — Part 2-1: Tests — Vibration (sinusoidal)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61300-2-2",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Fibre optic interconnecting devices and passive components — Basic test and measurementprocedures — Part 2-2: Tests — Mating durability",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61300-3-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Fibre optic interconnecting devices and passive components — Basic test and measurementprocedures — Part 3-1: Examinations and measurements — Visual examination",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61300-3-2",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Fibre optic interconnecting devices and passive components — Basic test and measurement procedures — Part 3-2: Examinations and measurements — Polarization dependent loss in asingle-mode fibre optic device",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "11.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "11.5.1Avoidance of unintentional limitation of the scope",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The title shall not contain details that can unintentionally limit the scope of the document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "11.5.2Wording",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The terminology used in the titles of documents shall be consistent.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For documents dealing exclusively with terminology, the following expressions shall be used:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“Vocabulary” if both terms and definitions are included, or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“List of equivalent terms” if only equivalent terms in different languages are given.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For documents dealing with test methods, use the form",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Test method” or “Determination of …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "instead of expressions such as",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Method of testing”, “Method for the determination of …”, “Test code for the measurement of …” and “Test on …”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The type or nature of the document (e.g. International Standard, Technical Specification, Publicly Available Specification, Technical Report or Guide) shall not be indicated in the title.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct:Workplace air — Guidance for the measurement of respirable crystalline silica",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect:Workplace air — Technical specification for the measurement of respirable crystalline silica",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Expressions such as “Internationaltest method for …” and “Technical Reporton …” shall therefore not be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct:Test method on electromagnetic emissions — Part 1: […]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect:International test method on electromagnetic emissions — Part 1: […]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The word “Guide” shall not be used in titles of documents developed by technical committees and subcommittees as it corresponds to a specific document type developed under the authority of the management boards (see theISO/IECDirectives, Part 1). Titles using the word “Guidance” are acceptable (e.g. “ISO 26000,Guidance on social responsibility”).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "12Foreword",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "12.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Foreword provides information on:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the organization responsible for publishing the document;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the committee that developed the document;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the procedures and rules under which the document was developed;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the voting process;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•legal disclaimers;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•relationships between the present document and other documents.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "12.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Foreword is an informative element. It shall not contain requirements, permissions or recommendations.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "12.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Foreword is a mandatory element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "12.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Foreword shall not have a clause number and shall not be subdivided.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "12.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "12.5.1Fixed text",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The general part of the Foreword is a fixed text supplied by the Central Secretariat of ISO or by the Central Office of the IEC. It provides information relating to the organization responsible and to documents in general, legal texts as well as the procedures and rules under which the content was developed.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "12.5.2Specific text",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The fixed part of the Foreword is followed by a specific part, supplied by the committee secretariat, and it shall provide as many of the following as are appropriate:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)the designation and name of the committee that developed the document (working groups and other temporary entities are not referred to in the Foreword);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This document was prepared by Technical Committee ISO/TC 35,Paints and varnishes, Subcommittee SC 9,General test methods for paints and varnishes.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)an indication of any other international organization that has contributed to the development of the document;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 82045-2 has been prepared by IEC technical committee 3:Documentation, graphical symbols and representations of technical information, in collaboration with ISO subcommittees SC 1:Basic conventionsand SC 8:Construction documentationof ISO technical committee 10:Technical product documentation.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c)a statement that the document cancels and replaces other documents in whole or in part, and a statement of significant changes with respect to the previous edition of the document;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This first edition ofISO 3233-3cancels and replacesISO 23811:2009, which has been technically revised.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In addition to the change in number, the main changes compared withISO 23811:2009are as follows:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   symbols have been harmonized with those used inISO 3233-1andISO 3233-2;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   determination of dry film thickness has been added;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "d)the relationship of the document to other documents;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This document is intended to be used in conjunction with IEC 60704-1:2021.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A list of all parts in theISO 7637series can be found on the ISO website.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A list of all parts in the IEC 60364 series, published under the general titleLow-voltage electrical installations, can be found on the IEC website.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "e)for documents containing text in languages additional to the official languages, the following text completed as appropriate.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In addition to text written in the official … [ISO or IEC] … languages (English, French, Russian), this document gives text in … [language] …. This text is published under the responsibility of the Member Body/National Committee for … [country (acronym for Member Body/National Committee)] and is given for information only. Only the text given in the official languages can be considered as … [ISO or IEC] … text.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "13Introduction",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "13.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Introduction provides specific information or commentary about the technical content of the document, and about the reasons prompting its preparation.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "13.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Introduction is an informative element. It shall not contain requirements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "13.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Introduction is an optional element. It is only mandatory if a specific patent right has been identified during the development of the document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "13.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Introduction shall not have a clause number. If it is necessary to create numbered subdivisions, the subclauses are numbered 0.1, 0.2, … .",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "13.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Whenever alternative solutions are offered in a document and preferences for the different alternatives provided, the reasons for the preferences shall be explained in the Introduction.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Where patent rights have been identified in a document, the Introduction shall include an appropriate notice. SeeClause 30.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "14.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Scope clearly defines the subject of the document and the aspects covered, thereby indicating the limits of applicability of the document or particular parts of it.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For the purposes of clarity, the Scope can indicate other subjects that are excluded from the document, when other subjects can be implied by the wording of the Scope or title.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This document excludes ….",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In documents that are subdivided into parts, the Scope of each part shall define the subject of that part of the document only.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The Scope shall be succinct so that it can be used as a summary for bibliographic purposes, for example, as an abstract. If further details and background information are necessary, these shall be included in either the Introduction or in an annex.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "14.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Scope is a normative element because it delimits the subject of the document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "14.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Scope is a mandatory element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "14.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Scope shall be numbered as Clause 1. It may be subdivided; however, this is not normally necessary as it is meant to be succinct.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "14.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Scope shall not contain requirements, permissions or recommendations.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It shall appear only once in each document and shall be worded as a series of statements of fact.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Forms of expression such as the following shall be used:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“This document",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   specifies",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "the dimensions of …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a method of …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "the characteristics of …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   establishes",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a system for …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "general principles for …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   gives guidance on …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—   defines terms …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Statements of applicability of the document shall be introduced by wording such as:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“This document is applicable to …”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“This document does not apply to …”",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15Normative references",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "15.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Normative references clause lists, for information, those documents which are cited in the text in such a way that some or all of their content constitutes requirements of the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Information on how these references apply is found in the place where they are cited in the document, and not in the Normative references clause.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Normative references clause is an informative element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Normative references clause is a mandatory element, even if it contains no normative references.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Normative references clause shall be numbered as Clause 2. It shall not be subdivided.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Referenced documents listed are not numbered.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "15.5.1General",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The Normative references clause shall appear only once in each document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15.5.2Introductory wording",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The list of normative references shall be introduced by the following wording:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The above wording is also applicable to a part of a multipart series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If no references exist, include the following sentence below the clause title:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "There are no normative references in this document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "15.5.3Referencing",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Only references cited in the text in such a way that some or all of their content constitutes requirements of the document shall be listed in the Normative references clause.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the following case, the citation is normative and the document shall be listed in the Normative references clause:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the following case, the citation does not express a requirement so the document cited is not a normative reference.Instead, the document cited shall be listed in the Bibliography:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Wiring of these connectors should take into account the wire and cable diameter of the cables defined in IEC 61156.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 3provides the verbal forms and expressions that make a citation normative.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When citing other documents, avoid using potentially ambiguous expressions, where it is unclear whether a requirement or a recommendation is being expressed. For example, the expressions “see …” and “refer to …” should only be used informatively.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the following case, the reference is informative.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For additional information on communication, seeISO 14063.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The types of document which may be referenced are given in10.2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "References listed may be dated or undated. See10.4and10.5.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16Terms and definitions",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "16.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Terms and definitions clause provides definitions necessary for the understanding of certain terms used in the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If necessary, terminological entries can be supplemented by information (including requirements) given in the notes to entry.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.6moisture content mass by volumemass of evaporable water divided by volume of dry material",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry:    The method of evaporating water from a moist material shall be stated when “moisture content mass by volume” is used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Terminology may take the form of an independent terminology standard (a vocabulary, nomenclature, or list of equivalent terms in different languages) or be included in a Terms and definitions clause in a document that also deals with other aspects.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In order to avoid the unnecessary proliferation of terminological variants, it is recommended to use existing terminological entries from International Standards. Search for suitable terms existing in the terminology databases of ISO and IEC:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—https://www.iso.org/obp",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—https://www.electropedia.org",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Terms and definitions clause is a normative element. It defines the way in which the listed terms shall be interpreted.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Terms and definitions clause is a mandatory element, even if it contains no terminological entries.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Terms and definitions clause shall be numbered as Clause 3. It may be subdivided. Terminological entries shall be numbered. The numbering and structure shall be identical in all language versions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEThese numbers are not considered as subclause numbers.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3 Terms and definitions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO and IEC maintain terminology databases for use in standardization at the following addresses:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•   ISO Online browsing platform: available athttps://www.iso.org/obp",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•   IEC Electropedia: available athttps://www.electropedia.org",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.1management performance indicatorMPIenvironmental performance indicator that provides information about the management efforts to influence an organization’senvironmental performance",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO 14031:2021, 3.4.6]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Terms and definitions should be listed according to the hierarchy of the concepts (i.e. systematic order). Alphabetical order is the least preferred order.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3    Terms and definitions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.2    Surface properties",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.2.1abrasionloss of material from a surface due to frictional forces",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.5    Optical properties",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.5.8colour retentiondegree of permanence of a colour",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry:    Colour retention can be influenced by weathering.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For convenience, the symbols and abbreviated terms may be combined with the terms and definitions in order to bring together terms and their definitions, symbols and abbreviated terms under an appropriate composite title, for example “Terms, definitions, symbols and abbreviated terms”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "16.5.1General",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The Terms and definitions clause shall appear only once in each document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.2Rules for the development of terminological entries",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Terminological entries shall be drafted in accordance withISO 10241-1.Subclause 16.5contains only a summary of some of these rules. General principles and methods for terminology work are specified inISO 704.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.3Introductory wording",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If all the specific terms and definitions are provided in Clause 3, use the following introductory text:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If reference is given to an external document, use the following introductory text:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For the purposes of this document, the terms and definitions given in [external document reference xxx] apply.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If terms and definitions are provided in Clause 3, in addition to a reference to an external document, use the following introductory text:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For the purposes of this document, the terms and definitions given in [external document reference xxx] and the following apply.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If there are no terms and definitions provided, use the following introductory text:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "No terms and definitions are listed in this document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEThe introductory text is not a hanging paragraph (see22.3.3), as the Terms and definitions clause consists of a list of terminological entries and not subclauses.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.4Permitted content",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Only terms which are used in the document shall be listed in the Terms and definitions clause. This rule does not apply to terminology standards, whose terms are intended for wider use. Within a terminological entry, cross-references may also be made to other terminological entries.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.5Terms",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Common terms, which a qualified user of the document will already know, should not be defined.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Types of term:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—Preferred termsare the primary terms for a given concept. The preferred term is the form which is used throughout the main body of the text. If there is more than one preferred term, only one of the preferred terms shall be used except in the case where both a full form and an abbreviated form are preferred terms (in which case they may be used interchangeably). Preferred terms are written in bold type (with the exception of symbols, which shall be presented as used in running text).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—Admitted termsare accepted synonyms for the preferred term. They are written in regular type.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—Deprecated termsare synonyms of the preferred term, which are no longer in use or whose use is discouraged. They are written in regular type.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "There can be more than one term of each type. An abbreviated term or a symbol can constitute a term.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Preferred term",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "implant body",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Admitted term",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "dental implant body",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Deprecated term",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "DEPRECATED: implant fixture",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Definition",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "primary single component or portion of a dental implant which is intended to remain within tissues",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Terms shall be written in lowercase letters. Uppercase letters, mathematical symbols, typographical signs, and syntactic signs (e.g. punctuation marks, hyphens, parentheses, square brackets and other connectors or delimiters) as well as their character styles (fonts and bold, italic, bold italic, or other style conventions) shall be used in a term only if they constitute part of the normal written form of the term. Terms shall in general be presented in their basic grammatical form (nouns in the singular, verbs in the infinitive).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct use of parentheses:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "bis(dimethylthiocarbamyl) disulfide",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The parentheses and the content therein are part of the term.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect use of parentheses:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "integrity(of system)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The words in parentheses are not part of the term.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct expression of synonyms:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "live workinglive work",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The preferred term and any synonyms are written on separate lines.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect expression of synonyms:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "live working (work)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is incorrect to indicate a synonymous term using parentheses.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct use of capitalization:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Reynolds number",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Reynolds” is a proper noun. It is capitalized.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect use of capitalization:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Planned outage",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Planned” is not a proper noun. It shall not be capitalized.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.6Definitions",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The definition shall be written in such a form that it can replace the term in its context. It shall not start with an article (“the”, “a”) nor end with a full stop. A definition shall not take the form of, or contain, a requirement.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Only one definition per terminological entry is allowed. If a term is used to define more than one concept, a separate terminological entry shall be created for each concept and the domain shall be included in angle brackets before the definition.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "2.1.17die<extrusion> metal block with a shaped orifice through which plastic material is extruded",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "2.1.18die<moulding> assembly of parts enclosing the cavity from which the moulding takes its form",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Circular definitions, which repeat the term being defined, are not allowed.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.7Examples",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Examples provide information that illustrates the concept. Examples shall not contain requirements (use of “shall”) or any information considered indispensable for the use of the document, for example instructions (imperative mood), recommendations (use of “should”) or permission (use of “may”). Examples should be written as a statement of fact.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Examples to terminological entries are designated “EXAMPLE” and shall be numbered starting with “1” within each terminological entry. A single example in a terminological entry shall not be numbered.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.8Non-verbal representations",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Figures and formulae may be included within a terminological entry. The definition may take the form of a formula. Refer toISO 10241-1.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.9Notes to entry",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "A note to a terminological entry (referred to as “Note # to entry”) follows different rules from a note (referred to as “NOTE #”) integrated in the text (seeClause 24). It provides additional information that supplements the terminological data, for example:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—provisions (statements, instructions, recommendations or requirements) relating to the use of a term;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—information regarding the units applicable to a quantity; or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—an explanation of the reasons for selecting an abbreviated form as the preferred term.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes to entry shall be numbered starting with “1” within each terminological entry. A single note to entry shall be numbered.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 8summarizes how to use notes and footnotes within documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.1.4continuous scalescale with a continuum of possible values",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE    Interval scale and ratio scale.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry:    A continuous scale can be transformed into a discrete scale, by grouping “values”. This inevitably leads to some loss of information. Often the resulting discrete scale will be ordinal.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 2 to entry:    Scale resolution can be adversely affected by measurement system limitations. Such measurementlimitations can, sometimes, give rise to measurements being represented on a discrete, ordinal, scale.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO 3534-2:2006, 1.1.4]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry:    The method of evaporating water from a moist material shall be stated when this term is used.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.10Source",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If a terminological entry is reproduced from another document, the source shall be given at the end of the entry. If any changes are made to the original terminological entry, this shall be indicated, along with a description of what has been modified. A document given as a source of a terminological entry is informative.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3.1.2terminological entrypart of a terminological data collection which contains theterminological data(3.1.3) related to oneconcept(3.2.1)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry:    A terminological entry prepared in accordance with the principles and methods given inISO 704follows the same structural principles whether it is monolingual or multilingual.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[SOURCE:ISO 1087-1:2000, 3.8.2, modified — Note 1 to entry has been added.]",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.5.11Footnotes",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to any part of a terminological entry are not allowed.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.6Overview of the main elements of a terminological entry",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Figure 1gives an overview of the main elements of a terminological entry.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 1 — Overview of the main elements of a terminological entry",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "16.7Other elements of a terminological entry",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Other data categories may be included in a terminological entry, for example:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—country codes;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—grammatical information;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "—pronunciation.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Refer toISO 10241-1for the general requirements and examples.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "17Symbols and abbreviated terms",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "17.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The symbols and abbreviated terms clause or subclause provides a list of the symbols and abbreviated terms used in the document, along with their definitions.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "17.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The symbols and abbreviated terms clause is a normative element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "17.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The symbols and abbreviated terms clause is a conditional element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "17.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "It is not necessary to number the symbols. For convenience, the symbols and abbreviated terms may be combined with the terms and definitions in order to bring together terms and their definitions, symbols and abbreviated terms under an appropriate composite title, for example “Terms, definitions, symbols and abbreviated terms”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "17.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Only symbols used in the text shall be listed.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Unless it is necessary to list symbols in a specific order to reflect technical criteria, all symbols should be listed in alphabetical order in the following sequence:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•uppercase Latin letter followed by lowercase Latin letter (A,a,B,b, …);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•letters without indices preceding letters with indices, and with letter indices preceding numerical ones (B,b,C,Cm,C2,c,d,dext,dint,d1, …);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•Latin letters followed by Greek letters (a,b,…α,β, …);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•any other special symbols.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18Measurement and test methods",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "18.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Measurement and test methods specify the procedure for determining the values of characteristics or for checking conformity to stated requirements. Using a standardized test method ensures comparability of the results.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Measurement and test methods may be presented as separate clauses, or be incorporated in the requirements, or be presented as annexes (seeClause 20) or as separate parts (see6.3). A measurement and test method shall be prepared as a separate document if it is likely to be referred to in a number of other documents.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The measurement and test methods clause is a normative element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The measurement and test methods clause is a conditional element.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Measurement and test methods may be subdivided in the following order (where appropriate):",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)principle;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)reagents and materials (see18.5.3);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c)apparatus (see18.5.4);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "d)preparation and preservation of test samples and test pieces;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "e)procedure;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "f)expression of results, including method of calculation and precision of the test method, and, in ISO, the measurement uncertainty;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "g)test report.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When health, safety or environmental warnings are necessary, these should be placed next to the relevant content in the test method. General warnings should be placed at the beginning of the test method.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Example of a general warning:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "WARNING — The use of this document can involve hazardous materials, operations and equipment. It does not purport to address all of the safety or environmental problems associated with its use.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Examples of specific warnings:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "WARNING — Cyanide solutions are highly toxic. Measures shall be taken to avoid ingestion. These solutions shall bedisposed of in accordance with the safety measures described in this document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "WARNING — A temperature increase exceeding 20 °C can cause a vigorous, exothermic reaction in the digestion solution resulting in an increase of pressure that can blow off the security valve. Losses of analytes are possible.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "WARNING — This test involves handling of hot apparatus. In addition, for some iron ores, spitting can occur when loading the sample into the hot container.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "WARNING — The reagents used in this method are strongly corrosive and partly very toxic. Safety precautions arenecessary, not only due to the strong corrosive reagents, but also to high temperature and high pressure.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "18.5.1General",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If appropriate, tests shall be identified as, for example, type tests, performance tests, sampling tests, routine tests.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The document shall specify the sequence of testing if the sequence can influence the results.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Requirements, sampling and test methods are interrelated elements of product standardization and should be considered together even though the different elements may appear in separate clauses in a document, or in separate documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When a specific sampling method is necessary, this shall be clearly stated in the test method.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When drafting test methods, it is important to take into account documents for general test methods and related tests for similar characteristics in other documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Non-destructive test methods shall be chosen whenever they can replace, within the same level of confidence, destructive test methods.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Test methods should conform to the metrological principles concerning validation, measurement traceability and estimation of measurement uncertainty described inISO/IEC17025:2017, 7.2, 7.6 and 7.7. Other documents may be applicable:ISO/IECGuide 98-3(GUM:1995)andISO/IECGuide 99(VIM). Requirements related to testing equipment should conform to the provisions concerning accuracy and calibration specified inISO/IEC17025:2017, 6.4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For guidance on the drafting of methods of chemical analysis, seeISO 78-2. Much ofISO 78-2is also applicable to test methods for products other than chemical products.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents specifying test methods involving the use of hazardous products, apparatus or processes shall include a general warning and appropriate specific warnings. For recommended wording, seeISO/IECGuide 51. For guidance on the appropriate location of such warnings, seeISO 78-2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A document which specifies test methods shall not imply any obligation to perform any kind of test. It shall merely state the method by which the test, if required and referred to (e.g. in the same or another document, in a regulation, or in contracts), is to be performed.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a statistical method for the assessment of the conformity of a product, process or service is specified in the document, any statements of conformance with the document relate only to the conformity of the population or the lot.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If it is specified in the document that every single item is to be tested in accordance with the document, any statements concerning the conformity of the product to the document mean that every single item has been tested and that each has fulfilled the corresponding requirements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If there are test methods in use that differ from those most acceptable for general application, this shall not be a reason for not specifying the most acceptable test method in a document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.2Numbering",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "In order to facilitate cross-referencing, individual reagents, materials and apparatus shall be numbered, even if there is only one.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the associated text where the procedure is given, a cross-reference to the listed item may be provided.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Carefully remove the membrane filter (5.6) from the stand (5.1) with disinfected forceps (5.12).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.3Reagents and materials",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The title shall be “Reagents” or “Materials” or “Reagents and materials”, as appropriate.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is a conditional element giving a list of any reagents and materials used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The content of a reagents and materials clause usually comprises an optional introductory text together with a list detailing one or more reagents and materials.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The introductory text shall be used only to specify general provisions to which cross-reference is not made. Any item that can be cross-referenced shall not be included in this text but shall be listed as a distinct entry as shown in the example below.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEThe introductory text is not a hanging paragraph (see22.3.3), as the clause consists of a list of reagents and materials and not subclauses.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The following example shows the presentation style used (for further examples of drafting, seeISO 78-2).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "5   Reagents",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use only reagents of recognized analytical grade and only distilled water or water of equivalent purity.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "5.1    Cleaning medium, for example methanol or water containing a few drops of liquid detergent.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.4Apparatus",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The apparatus subclause is a conditional element giving a list of the apparatus used in the document. Wherever possible, equipment produced by a single manufacturer should not be specified. Where such equipment is not readily available, this clause shall include such specifications for the equipment as to ensure that comparable testing can be conducted by all parties. See alsoClause 31regarding the use of trade names and trademarks.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The content of an apparatus clause usually comprises an optional introductory text together with a list detailing one or more pieces of apparatus.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEThe introductory text is not a hanging paragraph (see22.3.3), as the clause consists of a list of apparatus and not subclauses.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2   Apparatus",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The usual laboratory apparatus and, in particular, the following shall be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.1    Sample divider, consisting of a conical sample divider or multiple-slot sample divider with a distribution system, for example ‘‘Split-it-right’’ sample divider (see Figure A.1).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.2    Sieve, with round perforations of diameter 1,4 mm.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.3    Tweezers.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.4    Scalpel.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.5    Paintbrush.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.6    Steel bowls, of diameter 100 mm ± 5 mm; seven per test sample.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A.2.7    Balance, which can be read to the nearest 0,01 g.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.5Alternative test methods",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If more than one adequate test method exists for a characteristic, only one should in principle be specified. If, for any reason, more than one test method is to be specified, a referee test method (often called reference test method) may be identified in the document to resolve doubts or dispute.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.6Choice of test methods according to accuracy",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "When choosing a test method, consider the accuracy of the method relative to the required value and tolerance of the characteristic being assessed.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The chosen test method shall provide an unambiguous determination of whether the sample meets the specified requirement.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When it is technically necessary, each test method shall incorporate a statement as to its limit of accuracy.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.7Test equipment",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If, in preparing a document related to a product, it is necessary to standardize some kind of testing equipment that is likely to be used for testing other products as well, it shall be dealt with in a separate document, prepared in consultation with the committee dealing with such equipment.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "18.5.8Test report",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "This clause specifies which information is to be included in the test report. The clause shall require information to be given on at least the following aspects of the test:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the sample;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the International Standard used (including its year of publication);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the method used (if the standard includes several);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the result(s), including a reference to the clause which explains how the results were calculated;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•any deviations from the procedure;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•any unusual features observed;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the date of the test.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19Marking, labelling and packaging",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "19.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Marking, labelling and packaging are important aspects related to product manufacturing and procurement that frequently require a standardized approach, particularly in safety-critical applications.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Marking, labelling and packaging clauses are usually normative elements although exceptions can exist (e.g. when only recommendations are made concerning marking, labelling and packaging).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Marking, labelling and packaging clauses are conditional elements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19.4Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "19.4.1General",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Marking, labelling and packaging are complementary aspects that shall be included wherever relevant, particularly for product standards concerning consumer goods.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If necessary, the means of marking shall also be specified or recommended.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This element shall not specify or recommend marks of conformity. Such marks are normally applied under the rules of a certification system – seeISO/IECGuide 23. Information on the marking of products with reference to a standards body or its documents is given inISO/IEC17050-1 andISO/IEC17050-2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Information on safety standards and aspects related to safety is given inISO/IECGuide 51.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This element may be supplemented by an informative annex giving an example of information necessary for the purposes of procurement.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Where a system for designation of internationally standardized items is necessary, use the principles described inAnnex C.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19.4.2Requirements concerning marking, labelling and packaging of products",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Documents containing a reference to the marking of the product shall specify the following, where applicable:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)the content of any marking that is used to identify the product, for example:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "1)the manufacturer (name and address);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "2)responsible supplier (trade name, trademark or identification mark);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "3)the marking of a product itself [e.g. manufacturer's or supplier's trademark, model or type number, designation (seeAnnex C)];",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "4)the identification of different sizes, categories, types and grades;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)the means of presentation of such marking, for example by the use of plates (sometimes called “nameplates”), labels, stamps, colours, threads (in cables), as appropriate;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c)the location on the product, or in some cases on the packaging, where the marking is to appear;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "d)requirements for the labelling and packaging of the product (e.g. handling instructions, hazard warnings, date of manufacture);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "e)other information as required.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If the document requires the application of a label, the document shall also specify the nature of the labelling and how it is to be attached, affixed or applied to the product or its packaging.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Symbols specified for marking shall conform to relevant documents published by ISO and IEC.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEDocuments relating to packaging can be found under the ICS classification 55 in the ISO and IEC Catalogues.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19.4.3Requirements concerning documentation accompanying the product",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Documents may require that the product be accompanied by some kind of documentation (e.g. test report, handling instructions, other information appearing in the product packaging). When relevant, the content of such documentation shall be specified.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEA classification and designation system of such documentation for plants, systems and equipment is provided in IEC 61355-1. Rules for such documentation in administration, commerce and industry can be found under the ICS classification 01.140.30.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "19.4.4Warning notices and instructions",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "In product standards, it is sometimes necessary to specify that the product shall be accompanied by warning notices or by instructions to the installer or user, and to specify their nature. Such requirements concerning installation or use may be included in a separate part of the series or a separate document, because they are not requirements applicable to the product.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "20.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Annexes are used to provide additional information to the main body of the document and are developed for several reasons, for example:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•when the information or table is very long and including it in the main body of the document would distract the user;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•to set apart special types of information (e.g. software, example forms, results of interlaboratory tests, alternative test methods, tables, lists, data);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•to present information regarding a particular application of the document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "20.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Annexes can be normative or informative elements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Normative annexes provide additional normative text to the main body of the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Informative annexes provide additional information intended to assist the understanding or use of the document. Informative annexes may contain optional requirements. For example, a test method that is optional may contain requirements but it is not necessary to follow these requirements to claim conformance with the document. The status of the annex (informative or normative) shall be made clear by the way in which it is referred to in the text and shall be stated under the heading of the annex.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[…] see Annex A for additional information […]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The status of Annex A is informative.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "[…] the test method shall be carried out as specified in Annex B […]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The status of Annex B is normative.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "20.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Annexes are optional elements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "20.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Each annex shall be designated by a heading comprising the word “Annex” followed by a capital letter, starting with “A”, for example “Annex A”. The annex heading shall be followed by the indication “(normative)” or “(informative)”, and by the title.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Annex A(informative)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Example form",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Annexes may be subdivided into clauses, subclauses, paragraphs and lists.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbers given to the clauses, subclauses, tables, figures and mathematical formulae of an annex shall be preceded by the letter designating that annex followed by a full stop. The numbering shall start afresh with each annex.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the case of Annex A, the first clause would be numbered A.1, the first figure would be Figure A.1, the first table would be Table A.1 and the first mathematical formula would be Formula (A.1).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "20.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Each annex shall be explicitly referred to within the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Annex B provides further information…”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Use the methods described in Annex C”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“See Figure A.6”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“Clause A.2 describes…”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“…as specified in C.2.5.”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "21Bibliography",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "21.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Bibliography lists, for information, those documents which are cited informatively in the document, as well as other information resources.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "21.2Normative or informative?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Bibliography is an informative element. It shall not contain requirements, permissions or recommendations.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "21.3Mandatory, conditional or optional?",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Bibliography is a conditional element. Its inclusion is dependent on whether informative references are present in the document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "21.4Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Bibliography shall not have a clause number. It may be subdivided in order to group the referenced documents under descriptive headings. Such headings shall not be numbered.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Referenced documents and information resources listed may be numbered to simplify cross-referencing.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "21.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The Bibliography, if present, shall appear after the last annex.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Referenced documents and information resources listed can be dated or undated. See10.4and10.5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the following case, the citation is not normative but informative. The document cited shall be listed not in the Normative references clause but in the Bibliography:",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "22Clauses and subclauses",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "22.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Clauses and subclauses serve as the basic components in the subdivision of the content of a document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each clause shall have a title.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each first level subclause (e.g. 5.1, 5.2) should preferably be given a title. Within a clause or subclause, the use of titles shall be uniform for subclauses at the same level, for example if 10.1 has a title, 10.2 shall also have a title.Figure 2shows examples of correct and incorrect use of subclause titles.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 2 — Correct and incorrect use of subclause titles",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "22.3Numbering, subdivision and hanging paragraphs",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "22.3.1Numbering",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The clauses in each document or part shall be numbered with Arabic numerals, starting with 1 for the Scope (seeFigure 3).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The numbering shall be continuous up to but excluding any annexes (seeClause 20).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "22.3.2Subdivision",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "A subclause is a numbered subdivision of a clause. A clause may be subdivided into subclauses as far as the fifth level (e.g. 5.1.1.1.1, 5.1.1.1.2).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Too many levels of subdivision should be avoided, as this can make it hard for the user to understand the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 3provides an example of numbering of divisions and subdivisions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 3 — Example of numbering of divisions and subdivisions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A subclause shall not be created unless there is at least one further subclause at the same level. For example, text in Clause 10 shall not be designated subclause “10.1” unless there is also a subclause “10.2”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "22.3.3Hanging paragraphs",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "“Hanging paragraphs” shall be avoided since reference to them is ambiguous.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the example given inFigure 4, the hanging paragraph indicated cannot be uniquely identified as being in “Clause 5” since the paragraphs in 5.1 and 5.2 also form part of Clause 5. To avoid this problem, it is necessary to identify the hanging paragraph as subclause “5.1 General” (or other suitable title) and to renumber the existing 5.1 and 5.2 accordingly (as shown), or to move the hanging paragraph elsewhere, or to delete it.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 4 — Example of a hanging paragraph (left) and one way to avoid it (right)",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "22.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Use, for example, the following forms for references to clauses and subclauses:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“in accordance with Clause 4”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“details as given in 4.1.1”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“the requirements given in Clause B.2”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“the methods described in 5.3 provide further information on...”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "23.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "A list serves to subdivide information to aid understanding.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Lists do not have a title. They may, however, be preceded by a title or introductory phrase.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "23.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Lists can be numbered or unnumbered. Lists can be subdivided.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "See the examples below.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The following basic principles shall apply to the drafting of definitions.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The definition shall have the same grammatical form as the term:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "1)   to define a verb, a verbal phrase shall be used;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "2)   to define a singular noun, the singular shall be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The preferred structure of a definition is a basic part stating the class to which the concept belongs, and another part enumerating the characteristics that distinguish the concept from other members of the class.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "No switch is required for any of the following categories of apparatus:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "apparatus having a power consumption not exceeding 10 W under normal operating conditions;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "apparatus having a power consumption not exceeding 50 W, measured 2 min after the application of any of the fault conditions;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "apparatus intended for continuous operation.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Vibrations in the apparatus can be caused by",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "unbalance in the rotating elements,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "slight deformations in the frame,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "the rolling bearings, and",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "aerodynamic loads.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "23.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The purpose of a list should be made clear by its context. For example, an introductory proposition or a subclause title can serve to introduce the list.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If cross-references to list items are necessary, a numbered list shall be used. Within a subdivision, each list item in a numbered list shall have a unique identifier. Numbering restarts at each new clause or subclause.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use, for example, the following forms for references to lists:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“as specified in 3.1 b)”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“the requirements given in Clause B.2 c)”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "24.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Notes are used for giving additional information intended to assist the understanding or use of the text of the document. The document shall be usable without the notes.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For rules on notes to figures, see28.5.4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For rules on notes to tables, see29.5.1.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes to entry (in terminological entries) follow different rules from those for notes, see16.5.9.Table 8summarizes how to use notes and footnotes within documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 8 — Use of notes, footnotes and notes to entry within documents",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Designation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Provisions permitted?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Interminological entries",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note # to entry",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Always numbered",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Note 1 to entry, Note 2 to entry, …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "May contain provisions (shall, should or may) related to the use of the term",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to terminological entries are not permitted",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In the text",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbered if more than one; numbering restarts for each new clause or subclause",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 1, NOTE 2, …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "No requirements (shall) or any information considered indispensable for the use of the document, recommendations (should) or permissions (may)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Sequential throughout the document",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Normally with Arabic numerals",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes to figures",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbered if more than one; numbered independently from the notes to the text; numbering restarts for each new figure",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to figures",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbered if more than one; numbered independently from the footnotes to the text; numbering restarts for each new figure",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Normally superscript lowercase letters, starting with “a”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "May contain requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes to tables",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbered if more than one; numbered independently from the notes to the text; numbering restarts for each new table",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to tables",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbered if more than one; numbered independently from the footnotes to the text; numbering restarts for each new table",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes do not have a title.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "24.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Within a given clause or subclause, notes shall be numbered sequentially. The numbering restarts at each new subdivision. A single note in a subdivision shall not be numbered.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "24.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "When notes are referred to, use, for example, the following forms for references:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“an explanation is provided in 7.1, Note 2”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“see 8.6, Note 3”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "24.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Notes shall not contain requirements (e.g. use of “shall”, seeTable 3) or any information considered indispensable for the use of the document, for example instructions (imperative mood), recommendations (e.g. use of “should”, seeTable 4) or permission (e.g. use of “may”, seeTable 5). Notes should be written as a statement of fact.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "24.6Examples",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Correct example of the use of a note:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Each label shall have a length of between 25 mm and 40 mm and a width of between 10 mm and 15 mm.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   The size of the label was chosen so that it will fit most sizes of syringe without obscuring the graduation marks.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect examples of the use of a note:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   In this context a partshallbe regarded as a separatedocument …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“shall” constitutes a requirement",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   Alternatively,testat a load of …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“test” constitutes a requirement, expressed here in the form of an instruction using the imperative",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   Where a laboratory is part of a larger organization, the organizational arrangementsshouldbe such that departments having conflicting interests …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“should” constitutes a recommendation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   Individualsmayhave more than one function …",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“may” constitutes a permission",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "25Examples",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "25.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Examples illustrate concepts presented in the document. The document shall be usable without the examples.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Examples do not have a title, but they can, if necessary, be grouped into a clause or subclause entitled “Example” or “Examples” (see25.6, which is titled “Examples”).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "25.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Within a given clause or subclause, examples shall be numbered sequentially. The numbering restarts at each new subdivision. A single example in a subdivision shall not be numbered.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "25.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "When examples are referred to, use for example, the following forms for references:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“see 6.6.3, Example 5”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“Clause 4, Example 2 lists …”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "25.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Examples shall not contain requirements (e.g. use of “shall”, seeTable 3) or any information considered indispensable for the use of the document, for example instructions (imperative mood), recommendations (e.g. use of “should”, seeTable 4) or permission (e.g. use of “may”, seeTable 5). Examples should be written as a statement of fact.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "An example can cite text to illustrate a point. If the cited text contains requirements, recommendations and permissions, this is acceptable.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "25.6Examples",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The generic model can be applicable to other possible manufacturing operations categories or for other operations areas within the enterprise.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE   A company can apply the model to receiving operations management and associated services.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In national implementation of International Standards, the international designation shall be used without change. However, the national standard identification may be inserted between the description block and the International Standard number block.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE   If the international designation of a screw is",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Slotted pan screwISO 1580-M5 × 20-4,8",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "its national designation can be",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Slotted pan screw VN 4183-ISO 1580-M5 × 20-4,8",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "if VN 4183 is the identification of the national standard corresponding toISO 1580which has been adopted without change.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "26Footnotes",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "26.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to the text of a document are used to give additional contextual information to a specific item in the text. The document shall be usable without the footnotes.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For rules on footnotes to figures, see28.5.5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For rules on footnotes to tables, see29.5.2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes do not have a title.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "26.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Footnotes shall be numbered sequentially throughout the document. Normally, footnote references are indicated using Arabic numerals. Exceptionally, other systems (a, b, c, … ; *, **, ***, … ; †, ‡, …) can be used, for example when there is the possibility of confusing them with superscript numbers.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "26.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Footnotes shall be referenced in the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use, for example, the following form for references to footnotes:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 1234:—1lists the test methods for…",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "-------------",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "1Under preparation. Stage at the time of publication:ISO/DIS1234:2014.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "26.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "A footnote can appear anywhere within the text of a document apart from terminological entries.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes shall not contain requirements (e.g. use of “shall”, seeTable 3) or any information considered indispensable for the use of the document, for example instructions (imperative mood), recommendations (e.g. use of “should”, seeTable 4) or permission (e.g. use of “may”, seeTable 5). Footnotes should be written as a statement of fact.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "26.6Examples",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "C.1.1   Introduction",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "...multiplex real-time PCR method based on TaqMan®7.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "TaqMan® is a trademark of Roche Molecular Systems. This information is given for the convenience of users of this document and does not constitute an endorsement by ISO of the product named.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "…such effects of salt mist on connectors has been demonstrated [2]5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Numbers in square brackets refer to the Bibliography.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "27Mathematical formulae",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "27.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "A mathematical formula uses symbols to express the relationship between quantities.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTENotations such as",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": ",and, orV/(km/h),l/mandt/s",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "for numerical values are not mathematical formulae.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mathematical formulae do not have a title.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "27.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Mathematical formulae can be numbered in a document, for example for cross-referencing purposes. Arabic numbers in parentheses shall be used, starting with 1.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "By default, the numbering shall be continuous and independent of the numbering of clauses, tables and figures. However, mathematical formulae may be numbered with a prefix and a number, where the prefix denotes the clause number, and the second number denotes the sequence of the formulae in the clause. The numbering system chosen shall be consistent within any given series. Subdivision of mathematical formulae [e.g. (2a), (2b), ...] is not permitted.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When mathematical formulae in annexes are numbered, the numbering restarts and is preceded by the annex letter.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "27.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "If a mathematical formula is numbered, it should be referred to in the text and its purpose should be made clear by its context, for example, with an introductory proposition.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use, for example, the following forms for references to mathematical formulae:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“see 10.1, Formula (3)”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“see Clause A.2, Formula (A.5)”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "27.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Mathematical formulae shall be expressed in mathematically correct form.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is better to use mathematical formulae with quantities than mathematical formulae with numerical values.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the speed of a point in uniform motion;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the distance travelled;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the duration.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a mathematical formula between numerical values is used, the style shown in Example 2 shall be followed, with explicit reference to the measurement units.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the numerical value of the speed, expressed in kilometres per hour (km/h), of a point in uniform motion;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the numerical value of the distance travelled, expressed in metres (m);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the numerical value of the duration, expressed in seconds (s).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Variables shall be represented by italicized letter symbols. These shall be single-letter symbols except for exceptional cases such as characteristic numbers, which may be multiletter symbols.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The meanings of the symbols shall be explained in connection with the mathematical formulae, unless they appear in a symbols and abbreviated terms clause.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The same symbol shall not be used within a document both for a quantity and for its corresponding numerical value.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Descriptive terms or names of quantities shall not be arranged in the form of a mathematical formula. Names of quantities or multiletter abbreviated terms, for example presented in italics or with subscripts, shall not be used in the place of symbols.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the statistical value for the systemi;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the residual mean square for the systemi;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "is the mean square due to regression for the systemi.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Eis energy;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Fis force;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "lis length.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The same symbol should not be used to represent different quantities within the same document. Subscripts can be useful to distinguish symbols for related concepts.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Unit symbols shall not be used within mathematical formulae.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Further examples are presented inAnnex B.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Figures are a graphical means of representation used when they are the most efficient means of presenting information in an easily comprehensible form.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Photographs and other media may be used if it is not possible to represent the concept as a line drawing.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is recommended to provide a concise figure title.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "28.3.1Figure designation",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Figures shall be designated “Figure” and numbered. By default, figures are numbered with Arabic numerals, beginning with 1, and the numbering shall be continuous and independent of the numbering of the clauses and of any tables. A single figure shall be designated “Figure 1”. However, figures may be numbered with a prefix, where the prefix denotes the clause number, and the second number denotes the sequence of figures in the clause. The numbering system chosen shall be consistent within any given series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In annexes, the figure numbering restarts and the number is preceded by the annex letter (e.g. Figure A.1, Figure A.2, …).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When a figure is continued over several pages, it can be useful to repeat the figure designation, followed by the title (optional) and by “(1 of#)”, where#is the total number of pages on which the figure appears.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figurex(1 of#)",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.3.2Subfigures",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "In general, the use of subfigures should be avoided whenever possible since it complicates document layout and management.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Only one level of subdivision of a figure is permitted. Subfigures shall be identified by a lowercase letter [e.g. Figure 1 may comprise subfigures a), b), c), ...]. Other forms of identification of the subfigures such as 1.1, 1.2, ... and 1-1, 1-2, ... shall not be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Separate keys, notes and footnotes for subfigures are not permitted.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Statement concerning units",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Drawing or illustration",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)   Subtitle",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)   Subtitle",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Paragraphs (containing requirements) and notes to the figure",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to the figure",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figurex— Title",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Each figure shall be explicitly referred to within the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use, for example, the following forms for references to figures and subfigures:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“Figure 3 illustrates…”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“See Figure 6 b)”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "28.5.1Standards used in the creation of graphical content",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The standards listed inTable 9provide information regarding the creation of graphical content.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 9 — Standards used in the creation of graphical content",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61082-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Preparation of documents used in electrotechnology — Part 1: Rules",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Graphical symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Graphical symbols for use on equipment — Guidelines for the inclusion of graphical symbols in IEC publications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 80416-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Basic principles for graphical symbols for use on equipment — Part 1: Creation of graphical symbols for registration",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 81714-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Design of graphical symbols for use in the technical documentation of products — Part 1: Basic rules",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Line types",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical product documentation (TPD) — General principles of presentation — Part 2: Basic conventions for lines",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dimensioning",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 129(all parts)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical product documentation (TPD) — Presentation of dimensions and tolerances",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dimensional and geometrical product specifications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Geometrical product specifications (GPS) — Geometrical tolerancing — Tolerances of form, orientation, location and run-out",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Geometrical product specifications (GPS) — Geometrical tolerancing — Datums and datum systems",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Projection",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical product documentation (TPD) — General principles of presentation — Part 3: Views, sections and cuts",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Flowcharts andorganigrams",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Information processing — Documentation symbols and conventions for data, program and system flowcharts, program network charts and system resources charts",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.5.2Choice of letter symbols, style of lettering",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Letter symbols used in figures to represent general cases of angular or linear quantities shall be in accordance withISO 80000-3. Subscripts can be used where necessary to distinguish between different applications of a given symbol.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Various lengths,l, on a drawing should be written with descriptor indices, for examplel1,l2,l3, rather thanA,B,C, … ora,b,c, … .",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Lettering on technical product documentation shall be in accordance with theISO 3098series. Italic letters shall be used for symbols for variable quantities.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The vertical (upright) style shall be used for all other lettering.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When all units for a quantity are the same, a suitable statement (e.g. “Dimensions in millimetres”) shall be placed above the right-hand corner of the figure.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "SeeFigure 5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dimensions in millimetres",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "mandrel shank",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "blind rivet head",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The mandrel shall be designed such that the blind rivet end deforms during installation, and the shank can expand.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   Figure # illustrates a type A rivet head.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The break area is milled.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mandrel head to be chrome plated.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 5 — Example illustrating the elements of a figure",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.5.3Key and labels to figures",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Figures shall be language neutral in order to facilitate translation, using key references or figure footnotes (seeFigure 5) instead of textual descriptions (in accordance withISO 6433).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In graphs (seeFigure 6), labelling of curves, lines and other elements shall be replaced by key references. Labelling on the axes shall not be replaced by numerical key references, which can be confused with numerical values.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "mass fraction of gelatinized kernels, expressed in per cent",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "cooking time, expressed in minutes",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "time required to gelatinize 90 % of the kernels",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "point of the curve corresponding to a cooking time oft90",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   These results are based on a study carried out on three different types of kernel.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The timet90is estimated to be 18,2 min for this example.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 6 — Example of a graph",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In flowcharts and organigrams, textual descriptions are used within the figure for better readability (see28.6.4).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "for numerical values are particularly useful on the axes of graphs, replacing the use of the corresponding measurement units in key references.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.5.4Notes to figures",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "A single note in a figure shall be preceded by “NOTE”, placed at the beginning of the first line of the text of the note. SeeFigure 5. When several notes occur in the same figure, they shall be designated “NOTE 1”, “NOTE 2”, “NOTE 3”, … . The numbering restarts for each new figure.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes to figures shall not contain requirements or any information considered indispensable for the use of the document. Any requirements relating to the content of a figure shall be given in the text, in a footnote to the figure or as a paragraph between the figure and its title.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.5.5Footnotes to figures",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to figures are numbered independently from footnotes to the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to figures shall be distinguished by superscript lowercase letters, starting with “a”. The footnotes shall be referred to in the figure by inserting the same superscript lowercase letter. SeeFigure 5.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to figures may contain requirements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.6Types of figure",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "28.6.1Mechanical engineering drawings",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Mechanical engineering drawings shall be prepared in accordance with relevant ISO standards (listed inTable 9). Different views, details and sections of a component or multicomponent object shall be presented in conformity withISO 128-3. Different views, details and sections of a component or multicomponent object shall not be presented as subfigures.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "SeeFigure 7.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 7 — Example of a mechanical engineering drawing",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.6.2Graphical symbols",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Graphical symbols for use on equipment shall be in accordance with IEC 60417 andISO 7000. Public information symbols shall be in accordance withISO 7001. Safety signs shall be in accordance withISO 7010.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For purposes of consistency and coherence, IEC TC 3, IEC SC 3C andISO/TC145 are responsible for the standardization of graphical symbols and safety signs. If an adequate symbol or safety sign does not exist in the IEC and ISO databases, contact IEC TC 3, IEC SC 3C andISO/TC145 in order to register a standardized symbol.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Graphical symbols for use on technical product documentation (drawings and diagrams) shall be in accordance withISO 7083and theISO 14617series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For purposes of consistency and coherence,ISO/TC10 is responsible for the standardization of graphical symbols for use in technical product documentation. If an adequate symbol does not exist in the IEC and ISO databases, contactISO/TC10 in order to register a standardized symbol.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 10gives an overview of the categories of graphical symbol.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 10 — Categories of graphical symbol",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Categoryof graphicalsymbol",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Basic message",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Designprinciples",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Responsiblecommittee",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Publicinformationsymbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Location ofservice or facility",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In public areas",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/TC 145/SC 1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Safety signs(symbols)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Related to safety and health ofpersons",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In workplacesand public areas",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3864-1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3864-3",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/TC 145/SC 2",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Product safety labels",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "On products",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3864-2",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Graphicalsymbols for useon equipment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Related toequipment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "On equipment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 80416-2",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 80416-3",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/TC 145/SC 3",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technicalproductdocumentationsymbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Productrepresentation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technicalproductdocumentation(e.g. drawings and diagrams)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/TC 10/SC 1",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/TC 10/SC 10",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "SeeFigure 8.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 8 — Example of a graphical symbol (IEC 60417-5012)",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.6.3Circuit diagrams and connection diagrams",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Diagrams, such as circuit diagrams and connection diagrams, shall be prepared in accordance with IEC 61082-1. Graphical symbols used in schematic diagrams shall be in accordance with IEC 60617 (for electrotechnical diagrams) and theISO 14617series (for other diagrams). Reference designations shall be in accordance with the IEC 81346 series. Signal designations shall be in accordance with IEC 61175-1. SeeFigure 9.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Components",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Connections and supplies",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "capacitorC= 0,5 μF",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "supply voltage with neutral",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "capacitorC= 0,5 nF",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "DC supply voltage for the test circuit",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "RCCB under test (with terminals L, N and PE)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "inductorL= 0,5 μH",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "resistorR= 2,5 Ω",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "resistorR= 25 Ω",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "manual control switch",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Connection to be made if the tested object has a terminal for PE.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 9 — Example of a circuit diagram",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "28.6.4Flowcharts",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Flowcharts shall be prepared in accordance withISO 5807. SeeFigure 10.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Figure 10 — Example of a flowchart",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.1Purpose or rationale",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Tables are used when they are the most efficient means of presenting information in an easily comprehensible form.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is recommended to provide a concise table title.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.3Numbering and subdivision",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Tables shall be designated “Table” and numbered. By default, tables are numbered with Arabic numerals, beginning with 1, and the numbering shall be continuous and independent of the numbering of the clauses and of any figures. A single table shall be designated “Table 1”. However, tables may be numbered with a prefix where the prefix denotes the clause number, and the second number denotes the sequence of tables in the clause. The numbering system chosen shall be consistent within any given series.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Further subdivision [e.g. Table 1 a)] is not permitted. A table within a table is not permitted. Subdivision of a table into subsidiary sections with new column headings is not permitted.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "It is often better to create several tables rather than trying to consolidate too much information into one table. The simpler the presentation, the better. Complex graphical representations within tables should be avoided.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If a very complex table is necessary, it can be better to include it as a software supplement to the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In annexes, the table numbering restarts and the number is preceded by the annex letter (e.g. Table A.1).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When a table is continued over several pages, it can be useful to indicate the continuation.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Tablex(continued)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Tablex(1 of#)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The column headings together with any statement concerning units can be repeated on all pages after the first.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.4Referencing",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Each table shall be explicitly referred to within the text.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use, for example, the following forms for references to tables:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“Table 3 lists…”;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•“See Table B.1”.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.5Specific principles and rules",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "29.5.1Notes to tables",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Notes to tables shall be located within the frame of the relevant table and shall precede table footnotes. A single note in a table shall be preceded by “NOTE”, placed at the beginning of the first line of the text of the note. When several notes occur in the same table, they shall be designated “NOTE 1”, “NOTE 2”, “NOTE 3”, … . The numbering restarts for each new table.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Notes to tables shall not contain requirements or any information considered indispensable for the use of the document. Any requirements relating to the content of a table shall be given in the text, in a footnote to the table or as a paragraph within the table.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.5.2Footnotes to tables",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to tables are numbered independently from footnotes to the text. They shall be located within the frame of the relevant table and shall appear at the foot of the table.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to tables shall be distinguished by superscript lowercase letters, starting with “a”. The footnotes shall be referred to in the table by inserting the same superscript lowercase letter.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Footnotes to tables may contain requirements.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.5.3Keys to tables",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "In tables, it is sometimes necessary to abbreviate words or references in order to save space or to improve readability. The meaning of such abbreviated terms shall be explained in a key. SeeTable 11.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table 11 — Example of a table with a key",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dataobject name",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Common data class",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Explanation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The name shall be composed of the class name, the LN-Prefix and LN-Instance-ID according to IEC 61850-7-2:2010, Clause 22.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Level of action reached",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Start level set-point",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Operate delay time (ms)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "T   Transient data objects",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "M/O/C    The data object is mandatory (M) or optional (O) or conditional (C)",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.5.4Headings in tables",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "When tables display numerical values of quantity values, notations such as",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "are very useful in headings of tables, especially when the measurement units are different. See29.6, Example 2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When the measurement unit is the same, whatever the quantity value, a suitable statement (e.g. “Dimensions in millimetres”) can be placed above the right-hand corner of the table.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "29.6Examples",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The layout of the different elements that can appear in a table",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Insidediameter",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Outsidediameter",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A paragraph containing a requirement.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 1   Table note.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 2   Table note.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "aTable footnote.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "bTable footnote.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "cTable footnote.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When there are several different units:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Lineardensity",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When all the units are the same:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Inside diameter",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Outside diameter",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct and incorrect table headers. Table cells shall not be split diagonally.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "30Patent rights",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "For patented items, the rules given inISO/IECDirectives, Part 1, shall be followed.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "31Use of trade names and trademarks",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "A correct designation or description of a product shall be given rather than a trade name or trademark.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Proprietary trade names or trademarks for a particular product should as far as possible be avoided, even if they are in common use.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If, exceptionally, trade names or trademarks cannot be avoided, their nature shall be indicated, for example by the symbol ® for a registered trademark (see Example 1) and by the symbolTMfor a trademark.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Instead of “Teflon®”, write “polytetrafluoroethylene (PTFE)”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If it is known that only one product is currently available that is suitable for the successful application of the document, the trade name or trademark of the product may be given in the text of the document but shall be associated with a footnote as shown in Example 2.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… [trade name or trademark of product] … is the [trade name or trademark] of a product supplied by … [supplier] …. This information is given for the convenience of users of this document and does not constitute an endorsement by … [ISO or IEC] … of the product named. Equivalent products may be used if they can be shown to lead to the same results.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If it is considered essential to give an example (or examples) of commercially available products suitable for successful application of the document because the product characteristics are difficult to describe in detail, trade names or trademarks may be given in a footnote as shown in Example 3.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "… [trade name(s) or trademark(s) of product(s)] … is (are) an example(s) of a suitable product(s) available commercially. This information is given for the convenience of users of this document and does not constitute an endorsement by … [ISO or IEC] … of this (these) product(s).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If it is considered essential for reasons of public interest or public safety to refer to commercially available products, trade names or trademarks may be provided, with a footnote as shown in Example 4.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This (these) [trade name(s) or trademark(s)] is (are) provided for reasons of public interest or public safety. This information is given for the convenience of users of this document and does not constitute an endorsement by … [ISO or IEC].",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•https://www.iso.org/iso/home/standards_development/resources-for-technical-work/data-protection-declaration.htm",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "33Aspects of conformity assessment",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "33.1Documents containing requirements for products, processes, services, persons, systems and bodies",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "All documents containing requirements for products, processes, services, persons, systems and bodies shall be written in accordance with the “neutrality principle”, such that conformity can be assessed by a manufacturer or supplier (first party), a user or purchaser (second party), or an independent body (third party).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 1First-party, second-party and third-party conformity assessment activities are defined inISO/IEC17000.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 2The term “document” is defined in3.1.1.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Such documents shall not include requirements related to conformity assessment other than requirements which are necessary to provide repeatable and reproducible conformity assessment results.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Committees wishing to specify additional conformity assessment requirements for the product, process, service, persons, systems or bodies may only do so in a separate document, or in a separate part of a series provided that the separate parts can be applied independently. Prior to commencing work on a separate document or separate part, a committee shall seek the approval of the ISO Committee on conformity assessment (ISO/CASCO) or IEC Standardization Management Board (IEC/SMB) or both as applicable.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "For particular requirements in IEC, see theISO/IECDirectives, Supplement – Procedures specific to IEC.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "No document containing requirements for products, processes, services, persons, systems and bodies shall make conformity dependent on a quality management systems standard (e.g. it shall not make normative reference toISO 9001).",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "33.2Conformity assessment schemes and systems",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Committees shall not develop documents providing general requirements for conformity assessment schemes and systems. Development of such documents is the responsibility of the ISO policy committeeISO/CASCOin liaison with the IEC Conformity Assessment Board (IEC/CAB).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Committees wishing",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "a)to propose the establishment of a conformity assessment scheme or system, or",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)to prepare documents specifying conformity assessment systems or schemes or sector-specific operating procedures for use by conformity assessment bodies and others for conformity assessment purposes,",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "shall consult with the secretariat ofISO/CASCOorIEC/CABor both as appropriate, prior to commencement of the work to ensure that any documents developed are in line with the conformity assessment policies and rules approved byISO/CASCOandIEC/CABas relevant.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "33.3References to ISO/IEC conformity assessment documents",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "When a committee develops a document relating to conformity assessment systems or schemes, or any other document addressing conformity assessment aspects, the document shall make normative reference to the relevant publishedISO/IECdocuments for conformity assessment procedures, includingISO/IEC17000 andISO/IEC17025. The committee may include verbatim text from theISO/IECdocuments for conformity assessment procedures but the committee shall not delete, change or interpret them. Committees shall consult with theISO/CASCOor theIEC/CABsecretary or both, as appropriate, for advice on correctly referencing theISO/IECconformity assessment documents. Any request for addition, deletion, change or interpretation shall be submitted to the secretariats ofISO/CASCOandIEC/CABfor decision.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "34Aspects of quality management systems, reliability and sampling",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "General aspects are dealt with byISO/TC69Applications of statistical methods,ISO/TC176Quality management and quality assuranceand IEC TC 56Dependability. Documents developed by those technical committees shall be consulted for guidance.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "35Management standards (MS) and management systems standards (MSS)",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "Rules for the drafting of management standards and management systems standards (including sector-specific standards) are given in Annex SL and Annex SP of the ISO Supplement to theISO/IECDirectives, Part 1.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "Annex A (informative)  Checklist for writers and editors of documents",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "The checklist given inTable A.1is a tool to help writers and editors of documents.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table A.1 — Checklist for writers and editors of documents",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Assessment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 6,Clause 22)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Check table of contents:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is the top-level structure logical?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is the subdivision consistent?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Hanging paragraphs:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Check for and remove any hanging paragraphs.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of plainlanguage",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 4,Clause 5)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is the text clear and concise?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are the sentences short? (check punctuation)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 11)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is the title organized going from the more general to the more particular?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does the title unintentionally limit the scope of the document?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is it as clear and concise as possible?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Make sure that the title does not contain more than three elements.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If there are several parts, are the titles aligned?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 12)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is the document a revision? If so, insert a revision statement including any amendments and technical corrigenda and a list of changes with respect to previous edition.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are there any other organizations involved in the drafting that should be mentioned?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 13)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is it purely informative?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does it describe the content or give information on why the document is necessary?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 14)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does it describe what the document does?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does it state where it is applicable?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does it only contain statements of fact?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Normativereferences",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 15)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are all of the references listed in the Normative references clause cited in the text in such a way that some or all of their content constitutes requirements of the document?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are the references dated or undated?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are the references used ISO and IEC standards? If not, do suitable ISO and IEC standards exist which can be used instead?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are the normative references publicly available?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Terms anddefinitions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 16)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are the terms listed used in the document?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do suitable terms exist in the terminology databases?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are the definitions correctly drafted?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 28)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does each figure have a concise title?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is each figure numbered correctly?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is there a key if necessary?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are all figures cross-referenced in the text?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are symbols used taken from the ISO and IEC databases?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "If not, contact IEC TC 3, IEC SC 3C, ISO/TC 10 and ISO/TC 145 in order to register a standardized symbol.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 29)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Does each table have a concise title?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is each table numbered correctly?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are all tables cross-referenced in the text?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 20)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is there a reference to each annex in the main part of the text?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is their status (normative or informative) correct? Is this made clear in the main part of the text?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 21)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is it formatted consistently?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are all the entries correct and complete?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are any of them normative references that should be listed inClause 2?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are any of the listed documents duplicated inClause 2?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Drafting ofprovisions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 4,Clause 7)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Make sure that “shall” “should” or “may” are not used in the Foreword, Scope, notes or examples.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Make sure that “shall” is not used in the Introduction.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are “may” and “can” used correctly?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is “must” used anywhere in the document?Is “must” used correctly to mean external constraints?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Make sure that no requirements specifying compliance with national/legal regulations are included.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Potential legalproblems",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 30,Clause 31,Clause 32)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Trademarks",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Conformityassessment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 33)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are there potential conformity assessment issues?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Cross-references",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "(Clause 10)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are all cross-references correct?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Common problems",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Are symbols for variable quantities correct, consistent and properly formatted in the text and in mathematical formulae?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Is a comma on the line used as the decimal sign?",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Other issues",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "Annex B (normative)  Quantities and units",
    "tag": "h1"
  },
  {
    "type": "paragraph",
    "content": "Table B.1lists provisions that are specified elsewhere in theISO/IECDirectives, Part 2, or in the particular International Standards dealing with quantities and units.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Table B.1 — Quantities and units",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Aspect to beconsidered",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Explanations and examples",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Decimal sign",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The decimal sign shall be a comma.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Permitted units",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "International Standards shall only use:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•SI units, as given in the various parts of theISO 80000series and the IEC 80000 series;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•a few additional units used with the SI, namely minute (min), hour (h), day (d), degree (°), minute (′), second (″), litre (l), tonne (t), electronvolt (eV) and unified atomic mass unit (u), as shown inISO 80000-1;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the units neper (Np) and bel (B), which are given inISO 80000-1andISO 80000-3, and octave, which is given inISO 80000-8;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the units baud (Bd), bit (bit), octet (o), byte (B), erlang (E), hartley (Hart), natural unit of information (nat) and shannon (Sh), which are given in IEC 80000-13, and var (var) which is given in IEC 80000-6, for use in electrical technology and information technology.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Avoid using multiples and submultiples of a given unit in the same context.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mixing symbols and names of units",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not mix symbols and names of units.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “kilometres per hour” and “km/h”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “km per hour” and “kilometres/hour”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Writing numerical values with unitsymbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use numerical values written in figures with unit symbols.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “5 m”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “five m” and “5 metres”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Space betweennumerical valuesand unit symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "There shall be a space between the numerical value and the unit symbol except in the case of superscript-type unit symbols used for plane angles. However, the degree should preferably be subdivided decimally.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "5 mm        15 Ω        37 km/h        14 A        115°        27 °C        25 K",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of +, − and ±signs as a monadic operator",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A plus or minus sign before a number (or quantity), used to indicate “same sign” or “change of sign”, is a monadic operator and shall not be separated from the number by a space.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A Celsius temperature from −7 °C to +5 °C",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Tolerance ±5 cm on the length of the square.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 1   An operator is called “monadic” because it operates only on the entity after it.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of +, −, ±, ×, · , =, > and < signs as dyadic operators or to express relations",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "There shall be spaces on both sides of signs for dyadic operators such as +, −, ±, × and · (half-high dot), and relations such as =, <, >.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "5 + 2        5 − 3n± 1,6D< 2 mm",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE 2   An operator is called “dyadic” because it operates on both the entities located before and after it.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Abbreviated terms for units",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not use non-standardized abbreviated terms for units.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “s”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “min”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “h”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “cm3”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “l”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “A”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “r/min”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “sec”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “mins”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “hrs”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “cc”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “lit”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “amps”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “rpm”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Modification ofinternationallystandardized unit symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Internationally standardized unit symbols shall not be modified by adding subscripts or other information.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “Umax= 500 V”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “a mass fraction of 5 %”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “a volume fraction of 7 %”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “U= 500 Vmax”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “5 % (m/m)”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “7 % (V/V)”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Remember that % = 0,01 and ‰ = 0,001 are “pure” numbers.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not mix information with unit symbols.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “the water content is 20 ml/kg”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “20 ml H2O/kg” or “20 ml of water/kg”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of language-specific abbreviated terms",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Language-specific abbreviated terms should not be used. When commonly used language-specific abbreviated terms such as “ppm\" are necessary, their meaning shall be explained.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of ambiguous terms",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Ambiguous terms such as “billion” shall not be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Writing unit orvariable quantity symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Unit symbols shall always be in upright type.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Symbols for variable quantities shall always be in italic type.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Symbols representing numerical values shall be different from symbols representing the corresponding quantities.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "V is the symbol for the unit Volt.Uis the symbol for the quantity electric tension or voltage.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Writing subscripts",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A subscript that represents a variable quantity is in italic type.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 10qVfor volumetric flow rate",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Other subscripts, for example those representing words or fixed numbers, are in upright type.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 11Dinfor internal diameter",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Writingmathematicalformulae",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mathematical formulae involving quantities are preferred to formulae involving numerical values because mathematical formulae between quantities are independent of the choice of measurement units whereas mathematical formulae between numerical values are not.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of “weight” and “mass”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The quantity “weight” is a force (gravitational force) and is measured in newtons (N).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The quantity “mass” is measured in kilograms (kg).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of the word “unit”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Quotient quantities shall not contain the word “unit” in the denominator.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 12",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “mass per length” or “lineic mass” \tIncorrect: “mass per unit length”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Quantitiesdescribing objects",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Distinguish between an object and any quantity describing the object.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 13",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“surface” and “area”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“resistor” and “resistance”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“body” and “mass”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "“coil” and “inductance”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use of measurement units when expressing intervals, ranges, tolerances or mathematical relationships",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "When expressing intervals, ranges, tolerances or mathematical relationships, ensure that the use of the unit is unambiguous.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 14",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “10 mm to 12 mm”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “0 °C to 10 °C”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “23 °C ± 2 °C” and “(23 ± 2) °C”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “(60 ± 3) %” and “60 % ± 3 %”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Preferred:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “10 to 12 mm” and “10 – 12 mm”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “0 to 10 °C” and “0 – 10 °C”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “23 ± 2 °C”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: “60 ± 3 %”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Addition andsubtraction ofquantity values",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Two or more quantity values cannot be added or subtracted, unless they all belong to a quantity of the same kind (e.g. diameter, circumference and wavelength are quantities of the same kind, called “length”).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Quantity values having the same unit can belong to a quantity of a different kind (e.g. both “action” and “angular momentum” have the SI unit J s, but are not of the same kind and thus cannot be added or subtracted).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Using the symbol % (per cent),tolerances",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The symbol % (per cent), with the meaning “part per hundred”, is an abbreviation for the number 0,01 and can only be used when stating quantity values which are pure numbers.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 15",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Correct: “(230 ± 11,5) V”",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Incorrect: (230 ± 5 %) V",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Tolerances shall not be expressed by using the symbol %, unless for quantity values which are pure numbers. However, a verbal expression like “230 V, with a tolerance of +5 %” can be used.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Symbol forexpressinglogarithm",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Do not write “log” in mathematical formulae because it is necessary to specify the base of the logarithm. Write “lg”, “ln”, “lb” or “loga” when the base is 10, e, 2 and “a”, respectively.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Mathematical signs and symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Use the mathematical signs and symbols recommended inISO 80000-2, for example “tan” and not “tg”.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Line breaks inmathematicalformulae",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Line breaks in mathematical formulae and expressions shall be in accordance withISO 80000-2. Any line break shall be before, and not after, the signs of the dyadic operators =, +, −, ± and ∓, or, if necessary, the signs ×, ⋅ or /, because there is a space between the operator and the number.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE 16",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "23 °C± 2 °C",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "23 °C ±2 °C",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "24 mm× 36 mm",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "24 mm ×36 mm",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "Annex C (normative)  Designation of internationally standardized items",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "C.1General",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "For the purpose of this annex, an “internationally standardized item” means either a tangible item (e.g. a material or a manufactured product), or an intangible item (e.g. a process or system, a test method, a collection of symbols, or requirements for marking and delivery).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "There are many circumstances when it is convenient to have a brief designation to identify the item instead of a lengthy description. These include references given to items in documents, in catalogues, in written communications, in technical and scientific literature, in the ordering of goods, materials and equipment and in the presentation of goods on display and for sale.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The designation system given in this annex shall be used to give items a unique designation. This designation provides a rapid and unambiguous description of the item. The system is intended solely for application in International Standards, and in regional and national standards identical in content with them. It supports international comprehension about items which meet the requirements of the relevant International Standard.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEThe designation is no substitute for the full content of the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A designation system is particularly useful for product and material documents, but is not always necessary. The committee may choose whether to include a designation system.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.2Applicability",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "C.2.1Each standardized item has a number of characteristics. The values associated with those characteristics may be either single or multiple. Where only a single value is specified for each characteristic in the document, it is sufficient to quote the number of the document and the identification is unambiguous. Where several values are given, the users have to make a choice. In this case, it is not sufficient for users to quote only the number of the document; the value or values required from the range also have to be designated.",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The volume of a molar solution of sulfuric acid used in a test method is a single value and does not require a choice.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A range of nominal lengths in millimetres of countersunk head screws in a specification has multiple values and requires a choice.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.2.2The designation system described may be applied in the following types of document.",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "a)A document in which more than one choice is open in relation to a characteristic defined in the document.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EXAMPLE    The choice from a range of alternative dimensions or other properties in a specification for a product; the choice of a particular test method in a generic document covering a variety of methods for determining the value of a given characteristic of a product; the choice of specific values of certain testing parameters of which a number of alternatives are offered in the document. [For product or material standards,C.2.2c) also applies.]",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "b)A document which defines terms and symbols from which a selection has to be made to communicate information.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "c)For a product or material, a document which contains alternatives in one or more of its requirements, and which provides a specification complete enough to ensure that the product or material conforming to it is of sufficient quality for its intended use.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTEThere would be considerable risk of misunderstanding by the purchaser if a designation system were applied to a specification that incompletely defined the suitability of a product for its purpose. The designation system is intended to make known only the “selection” aspects in a document, so users would assume that the other characteristics required to ensure suitability of purpose were covered by the document.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.2.3The designation system is suitable for use in any type of communication, including automatic data processing.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.3Designation system",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "C.3.1Each designation comprises a “Description block” and an “Identity block”. The system is illustrated inFigure C.1.",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "Figure C.1 — Structure of designation system",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "SeeClause C.7for examples.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.3.2In this designation system, the standard number identifies all the required characteristics and their values and is contained in the International Standard number block. The chosen values of those characteristics to which several values have been assigned are contained in the “Individual item block”. For a document in which each characteristic is assigned only a single value, it is not necessary to include an individual item block in the designation.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.4Use of characters",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "C.4.1The designation consists of characters which shall be letters, digits or signs.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.4.2Where letters are used, they shall be of the Latin alphabet. No distinction in meaning shall be made between uppercase letters and lowercase letters. For the description block, lowercase letters, which are commonly used in writing or print, may be transformed into uppercase letters in automatic data processing. For the identity block, uppercase letters are preferred.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.4.3Where digits are used, they shall be Arabic.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.4.4The only signs permitted shall be the hyphen (-), the plus sign (+), the solidus (/), the comma (,) and the multiplication sign (×). In automatic data processing, the multiplication sign is the letter “X”.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.4.5In the designation, spaces may be inserted for better readability. However, spaces are not counted as characters and they may be omitted when the designation is used in automatic data processing.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.5Description block",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "The committee shall allot a description block to the standardized item. This description block shall be as short as possible and is preferably taken from the subject classification of the document (e.g. keywords, International Classification for Standards). The description should be that which best characterizes the standardized item. When referring to the document, the use of the description block is optional. When used, it shall be placed in front of the International Standard number block.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.6Identity block",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "C.6.1General",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "The identity block shall be composed in such a way that it designates the standardized item unambiguously. It consists of two consecutive blocks of characters:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the International Standard number block, comprising a maximum of 8 characters (the letters “ISO” or “IEC” plus a maximum of 5 digits);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "•the individual item block (digits, letters, signs), comprising a recommended maximum of 18 characters.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In order to mark the division between the International Standard number block and the individual item block, a hyphen (-) shall be the first character of the individual item block.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.6.2International Standard number block",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.6.2.1The International Standard number block shall be as short as possible (e.g. ISO 1 in the case of the first ISO standard). Spaces or zeros may be added when recording on machine-readable medium (e.g. “ISO 1” or “ISO 00001”).",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.2.2If a document is being revised and the former edition contained a method for the designation of the standardized item, ensure that the designation to be specified in the new edition does not lead to confusion with any designation applied according to the former edition of the document. In general this requirement can easily be met and therefore it is not necessary to include the year of publication in the International Standard number block.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.2.3The same applies in cases when amendments or other modifications are issued: they shall modify the designation of the standardized item accordingly.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.2.4If the document consists of several parts issued and referred to individually, the number of the relevant part (or its code, if so required by the document) shall be indicated in the individual item block, immediately after the hyphen.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.3Individual item block",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.6.3.1The individual item block shall also be as short as possible and constructed to serve the purpose of the designation in the best way possible.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.3.2To give an unambiguous code to each item, the individual item block may be further subdivided into several data blocks, each containing specific information represented by a code (seeC.6.3.3). These blocks shall be separated from each other by a separator, for example a hyphen. The meaning of the codes in each data block shall be bound by their position. One or more data blocks can be omitted but the empty space shall be indicated by using an extra separator for each omitted data block.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.3.3The most important parameters shall appear first. Coded entries shall be used in the individual item block. Language-dependent entries (e.g. “wool”) shall not be used because they would require translation in different language versions. The key to such coded entries shall be provided in the document concerned.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.3.4In the individual item block, letters I and O shall be avoided because they can be confused with the numerical digits “one” and “zero”.",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.6.3.5If the simplest way of enumerating the data required in the specification would require the use of a large number of characters, a double coding can be used in which all possibilities of an aspect are enumerated and coded with one or more characters.",
    "tag": "h4"
  },
  {
    "type": "paragraph",
    "content": "“1 500 × 1 000 × 15” contains 12 characters and covers only the aspect of size without even specifying the tolerances.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Using double coding, it becomes: 1 500 × 1 000 × 15 = A, 1 500 × 2 000 × 20 = B.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.6.3.6If more than one document refers to a product, one of them shall contain the rules for the designation of the product (composed of the designation of the individual standardized items).",
    "tag": "h4"
  },
  {
    "type": "heading",
    "content": "C.7Examples",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "A short enclosed-scale thermometer for precision use according toISO 656, graduation interval 0,2 °C, main scale 58 °C to 82 °C.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "DESIGNATION:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ThermometerISO 656-EC-0,2-58-82",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "In this designation, the elements have the following meaning:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EC            short enclosed-scale thermometer;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "0,2           graduation interval = 0,2 °C;",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "58-82      the range of the main scale is from 58 °C to 82 °C.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "NOTE   In this designation, the letters “EC” can be omitted becauseISO 656refers only to short enclosed-scale thermometers.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "An indexable insert, according toISO 883, triangular, with side clearance, tolerance class G (precision ground), nominal size 16,5 mm, thickness 3,18 mm, corner radius 0,8 mm, for rounded cutting edges, to be used for both left-hand and right-hand cutting (designation according toISO 1832), for group of application P20 according toISO 513.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Throwaway insertISO 883-TPGN160308-EN-P20",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the shape (triangular);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the side clearance (the relief angle is identified as being 11°);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "tolerance class G (tolerance ±0,025 mm on the height of triangle and ±0,13 mm on the thickness of theinsert);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the special features (N = no special features);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the size (nominal size of triangle = 16,5 mm);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the thickness (3,18 mm);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the corner configuration (corner radius = 0,8 mm);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the cutting edge condition (rounded cutting edges);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the cutting direction (both left-hand and right-hand cutting);",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "symbol for the application of carbide (applicable for steel, steel castings, malleable cast iron with long chips).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "A slotted pan head screw with thread M5, nominal length 20 mm, product grade A, property class 4,8, according toISO 1580.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Slotted pan screwISO 1580-M5 × 20-4,8",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "This designation refers toISO 1580, which is the International Standard that contains the dimensions of the slotted pan head screws. It refers to the following standards for the other characteristics of these screws.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The International Standard for the tolerances on metric screw thread (ISO 965-2), which refers to the International Standards for the basic data (ISO 965-1), the basic profile (ISO 68), the general plan (ISO 261) and the gauging (ISO 1502). The element “M5” of the designation determines which data of these standards are relevant for the designated screw, on the assumption that the relevant screw thread tolerance class is fixed in the standard mentioned under b).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The International Standard for the tolerances (ISO 4759-1) on the dimensions and other features of the screws, which makes use of the symbols for limits and fits (ISO 286-1), for tolerances of form and position (ISO 1101), for tolerances of screw thread (ISO 965-3), and for surface roughness (ISO 468and others). The relevant product grade (A) is fixed inISO 1580for the screw in question. It is unnecessary to include the product grade A in the designation because inISO 1580only one product grade is indicated.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The International Standard for the mechanical properties of fasteners (ISO 898-1), which refers to International Standards for the tensile test of steel (ISO 6892), for hardness tests (ISO 6506andISO 6508) and for the impact test (ISO 83). The element “4,8” of the designation is sufficient to determine which data of the document are relevant.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "With the relatively short designation the screw in question is defined completely, although several International Standards are involved.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "The determination of ethyl ether soluble matter in plasticized cellulose acetate, procedure A.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "DETERMINATION:",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Test method, cellulose acetateISO 1875-A",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.8National implementation",
    "tag": "h2"
  },
  {
    "type": "heading",
    "content": "C.8.1National implementation of the international designation system is applicable only when an International Standard is adopted as a national standard without change.",
    "tag": "h3"
  },
  {
    "type": "heading",
    "content": "C.8.2In national implementation of International Standards, the international designation shall be used without change. However, the national standard identification may be inserted between the description block and the International Standard number block.",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If the international designation of a screw is",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "its national designation may be",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Another possibility for a national designation would be",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Flachkopfschraube mit Schlitz OENORMISO 1580-M5 × 20-4,8",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "if “OENORMISO 1580” is the identification of the national standard corresponding toISO 1580which has been adopted without change.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "C.8.3A national standard may only use the International Standard identification in its own identifier if it is identical with that International Standard (see ISO/IEC Guide 21-1). If an individual item is standardized nationally and that item is identical to an item specified in a corresponding, but not identical, International Standard, it is permitted to use the international designation of the standardized item for that particular item.",
    "tag": "h3"
  },
  {
    "type": "paragraph",
    "content": "If an individual item is standardized nationally and that item corresponds but is not identical to the item in a corresponding International Standard, the national designation of the standardized item shall not include reference to the International Standard.",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "Annex D (informative)  Reference documents and sources for drafting",
    "tag": "h1"
  },
  {
    "type": "heading",
    "content": "D.1General reference documents and sources for drafting",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "Languagereference works",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Shorter Oxford English Dictionary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Concise Oxford English Dictionary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Collins Concise English Dictionary(https://www.collinsdictionary.com/dictionary/english)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Webster’s New World College Dictionary(https://websters.yourdictionary.com/)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Chambers Concise Dictionary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dictionnaire Le Robert",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dictionnaire Larousse(https://www.larousse.fr/dictionnaires/francais)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Dictionnaire des difficultés de la langue française,A.V. Thomas, Larousse",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Standardizedterminology",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60050 (all parts),International Electrotechnical Vocabulary,available athttps://www.electropedia.org",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC 2382 (all parts),Information technology — Vocabulary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC 17000,Conformity assessment — Vocabulary and general principles",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 2,Standardization and related activities — General vocabulary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 99,International vocabulary of metrology — Basic and general concepts and associated terms (VIM)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO Online browsing platform,available athttps://www.iso.org/obp",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Principles andmethods ofterminology",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 704,Terminology work — Principles and methods",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 10241-1,Terminological entries in standards — Part 1: General requirements and examples of presentation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Quantities,units and theirsymbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Abbreviatedterms",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 639(all parts),Codes for the representation of names of languages",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 1951,Presentation/representation of entries in dictionaries — Requirements, recommendations and information",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3166(all parts),Codes for the representation of names of countries and their subdivisions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Bibliographicreferences",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 690,Information and documentation — Guidelines for bibliographic references and citations to information resources",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technicaldrawings anddiagrams",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 128(all parts),Technical product documentation (TPD) — General principles of representation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 129(all parts),Technical product documentation (TPD) — Presentation of dimensions and tolerances",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 6433,Technical product documentation — Part references",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 14405(all parts),Geometrical product specifications (GPS) — Dimensional tolerancing",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO Resource area,available athttps://www.iso.org/iso/graphics_formats_and_tools.pdf",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Document preparation in theIEC, available athttps://www.iec.ch/standardsdev/resources/draftingpublications/",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technicaldocumentation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61355-1,Classification and designation of documents for plants, systems and equipment — Part 1: Rules and classification tables",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 61360 (all parts),Standard data element types with associated classification scheme for electric components",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical documentation standards developed by individual ISO technical committees are listed in the ISO Catalogue under group 01.140.30Documents in administration, commerce and industry.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Graphical symbols, public information symbolsand safety signs",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3864(all parts),Graphical symbols — Safety colours and safety signs",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 7000, Database:Graphical symbols for use on equipment — Registered symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 7001,Graphical symbols — Public information symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 7010,Graphical symbols — Safety colours and safety signs —Registered safety signs",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 7083,Technical product documentation — Symbols used on technical product documentation — Proportions and dimensions",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 9186(all parts),Graphical symbols — Test methods",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 22727,Graphical symbols — Creation and design of public information symbols — Requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 81714-1,Design of graphical symbols for use in the technical documentation of products — Part 1: Basic rules",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60417,Graphical symbols for use on equipment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60617,Graphical symbols for diagrams",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 80416 (all parts),Basic principles for graphical symbols for use on equipment",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 81714-2,Design of graphical symbols for use in the technical documentation of products — Part 2: Specification for graphical symbols in a computer sensible form, including graphical symbols for a reference library, and requirements for their interchange",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 74,Graphical symbols — Technical guidelines for the consideration of consumers' needs",
    "tag": "p"
  },
  {
    "type": "heading",
    "content": "D.2Technical reference documents and sources for drafting",
    "tag": "h2"
  },
  {
    "type": "paragraph",
    "content": "In order to achieve technical consistency within all the documents published by ISO and IEC, the text of every document should be drafted in accordance with the following documents. The following list of basic reference works is not exhaustive. For specific subjects not covered by the list below, writers should use documents published by ISO and IEC, as far as possible.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Limits, fits and surfaceproperties",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Tolerancing of dimensions and uncertainty of measurement",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents developed by ISO/TC 213,Dimensional and geometrical product specifications and verification(see ISO Catalogue).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Preferrednumbers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3,Preferred numbers — Series of preferred numbers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 17,Guide to the use of preferred numbers and of series of preferred numbers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 497,Guide to the choice of series of preferred numbers and of series containing more rounded values of preferred numbers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC 60063,Preferred number series for resistors and capacitors",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC Guide 103,Guide on dimensional co-ordination",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Statisticalmethods",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 3534(all parts),Statistics — Vocabulary and symbols",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 98-3,Uncertainty of measurement — Part 3: Guide to the expression of uncertainty in measurement (GUM:1995)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents developed by IEC TC 56,Dependability(see IEC Catalogue), and by ISO/TC 69,Applications of statistical methods(see ISO Catalogue).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Environmentalconditions andassociated tests",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO Guide 64,Guide for addressing environmental issues in product standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Documents developed by IEC TC 104,Environmental conditions, classification and methods of test(see IEC Catalogue).",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Health andsafety",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 50,Safety aspects — Guidelines for child safety in standards and other specifications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 51,Safety aspects — Guidelines for their inclusion in standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC Guide 104,The preparation of safety publications and the use of basic safety publications and group safety publications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 78-2,Chemistry — Layouts for standards — Part 2: Methods of chemical analysis",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "EMC(electromagnetic compatibility)",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC Guide 107,Electromagnetic compatibility — Guide to the drafting of electromagnetic compatibility publications",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Conformity andquality",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 9000,Quality management systems — Fundamentals and vocabulary",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 9001,Quality management systems — Requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 9004,Quality management — Quality of an organization — Guidance to achieve sustained success",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC 17050-1,Conformity assessment — Supplier’s declaration of conformity — Part 1: General requirements",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC 17050-2,Conformity assessment — Supplier’s declaration of conformity — Part 2: Supporting documentation",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 23,Methods of indicating conformity with standards for third-party certification systems",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Environmentalmanagement",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 14040,Environmental management — Life cycle assessment — Principles and framework",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 14044,Environmental management — Life cycle assessment — Requirements and guidelines",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Packaging,protection andstorage",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical documentation standards developed by individual ISO technical committees are listed in the ISO Catalogue under ICS group 55Packaging and distribution of goods.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Technical documentation standards developed by individual IEC technical committees are listed in the IEC Catalogue under ICS group 55Packaging and distribution of goods.",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Consumerissues",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 14,Products and related services — Information for consumers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 37,Instructions for use of products by consumers",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 41,Packaging — Recommendations for addressing consumer needs",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 46,Comparative testing of consumer products and related services — General principles",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 76,Development of service standards — Recommendations for addressing consumer issues",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Internationalstandardization",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 21-1,Regional or national adoption of International Standards and other International Deliverables — Part 1: Adoption of International Standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 21-2,Regional or national adoption of International Standards and other International Deliverables — Part 2: Adoption of International Deliverables other than International Standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Accessibility",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO/IEC Guide 71,Guide for addressing accessibility in standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO 17069,Accessible design — Consideration and assistive products for accessible meeting",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "Sustainability",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "ISO Guide 82,Guidelines for addressing sustainability in standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "IEC Guide 109,Environmental aspects — Inclusion in electrotechnical product standards",
    "tag": "p"
  },
  {
    "type": "paragraph",
    "content": "1)   Available athttps://www.iso.org/obp.2)   Available athttps://std.iec.ch/iec60417.3)   Available athttps://std.iec.ch/iec60617.4)   Available athttps://www.iso.org/directives(in the section “Normative references”).",
    "tag": "div"
  },
  {
    "type": "paragraph",
    "content": "1)   Available athttps://www.iso.org/obp.",
    "tag": "div"
  },
  {
    "type": "paragraph",
    "content": "2)   Available athttps://std.iec.ch/iec60417.",
    "tag": "div"
  },
  {
    "type": "paragraph",
    "content": "3)   Available athttps://std.iec.ch/iec60617.",
    "tag": "div"
  },
  {
    "type": "paragraph",
    "content": "4)   Available athttps://www.iso.org/directives(in the section “Normative references”).",
    "tag": "div"
  }
]